{"id": 0, "claim": "\"Putin has stated: Russian citizens (have) 2 options: Stay home for 15 days or in jail for 5 years.\"", "claim_id": "social_0", "label": "false", "evidences": [["credible news accounts and experts on the region see no evidence of such a draconian choice in russia.", 0], 0]}
{"id": 1, "claim": "Hospitals get paid more to list patients as COVID-19.", "claim_id": "social_1", "label": "half-true", "evidences": [["an article the post links to includes comments from a doctor who suggests the number of coronavirus cases is being padded.", 0], 0]}
{"id": 2, "claim": "\"North Carolina & Virginia State line is closed. Nothing in or out.\"", "claim_id": "social_2", "label": "pants-fire", "evidences": [["the nc-virginia border isn't closed, according to officials from both states.", 0], 0]}
{"id": 3, "claim": "\"The Obama administration made a decision on testing that turned out to be very detrimental to what we're doing\" on the coronavirus.", "claim_id": "social_3", "label": "false", "evidences": [["the white house pointed to a new fda policy that made it easier for labs to use their own methods to detect the covid-19 virus.", 0], 0]}
{"id": 4, "claim": "The WHO coronavirus test \"was a bad test.\"", "claim_id": "social_4", "label": "false", "evidences": [["in the lab, the test was found to produce neither false positives nor negatives.", 0], 0]}
{"id": 5, "claim": "\"This is COVID-19, not COVID-1, folks. And so you would think the people charged with the World Health Organization facts and figures would be on top of that.\"", "claim_id": "social_5", "label": "false", "evidences": [["\"people should know the facts,\" she added.", 0], 0]}
{"id": 6, "claim": "\"So Oscar Health, the company tapped by Trump to profit from covid tests, is a Kushner company. Imagine that, profits over national safety.\"", "claim_id": "social_6", "label": "half-true", "evidences": [["the kushner family is connected to oscar health, a health insurance company that recently launched a website to help locate nearby testing centers for the novel coronavirus.", 0], 0]}
{"id": 7, "claim": "Michigan Gov. Gretchen Whitmer \"has just been stripped of her emergency coronavirus powers by her state legislature.\"", "claim_id": "social_7", "label": "barely-true", "evidences": [["the instagram post also errs in saying that republicans targeted whitmer's emergency powers because she used them to issue orders \"blocking sales of vegetable seeds and american flags.\"", 0], 0]}
{"id": 8, "claim": "Says the New York Times exposed the \"real reason behind coronavirus hype: Crash the market to harm Trump's re-election chances.\"", "claim_id": "social_8", "label": "pants-fire", "evidences": [["second, the new york times article is a political analysis examining how recent events could affect trump's re-election chances.", 0], 0]}
{"id": 9, "claim": "Says the April 22 jump in COVID-19 cases was related to the election.", "claim_id": "social_9", "label": "false", "evidences": [["the obvious takeaway is that the jump and election are related.", 0], 0]}
{"id": 10, "claim": "People are handing out masks \"doused with chemicals which knocks you out cold\" so they can rob you.", "claim_id": "social_10", "label": "false", "evidences": [["common sense advice would be not to try on masks offered by strangers.", 0], 0]}
{"id": 11, "claim": "\"The president looks like he was ahead of the curve - as you know, he talks about this all the time - on shutting down travel from China.\"", "claim_id": "social_11", "label": "barely-true", "evidences": [["trump wasn't \"ahead of the curve,\" as santorum said.", 0], 0]}
{"id": 12, "claim": "\"Africans living in China now being forced to sleep outside in the cold\" as \"Chinese nationals blame them for the rising number of new coronavirus cases in the country.\"", "claim_id": "social_12", "label": "true", "evidences": [["numerous news articles report that, amid fears of a second wave of the coronavirus, china has focused on foreigners as a possible source of the virus, and africans in the southern china city of guangzhou are being evicted from their homes.", 0], 0]}
{"id": 13, "claim": "\"U.S. deaths since 1/22 (2020): COVID-19: 27, flu, 4,700; abortion: 118,000.\"", "claim_id": "social_13", "label": "barely-true", "evidences": [["it's generally true that the number of abortions in the united states far outpaces the number of deaths to covid-19 or the flu.", 0], 0]}
{"id": 14, "claim": "\"Trump and McConnell are blocking stimulus checks for Americans married to immigrants.\"", "claim_id": "social_14", "label": "barely-true", "evidences": [["the post wrongly makes it seem as if the law providing the stimulus payment was a doing only of republicans.", 0], 0]}
{"id": 15, "claim": "Says Russia unleashed more than 500 lions on its streets to ensure that people are staying indoors during this pandemic outbreak.", "claim_id": "social_15", "label": "pants-fire", "evidences": [["the generator's configuration is identical to the screenshot in the social media posts, and check your fact reported it found the website's watermark on one of the postings.", 0], 0]}
{"id": 16, "claim": "A photo taken by a journalist showing a beach in Jacksonville, Fla., isn't from after the governmentreopened the beach as news reports have claimed.", "claim_id": "social_16", "label": "false", "evidences": [["david rosenblum, the photographer that shot the image in question, told us he was surprised people were claiming the pier in his photo looked the same as it did before it was battered by the hurricane.", 0], 0]}
{"id": 17, "claim": "\"Some states, like Montana and Nebraska, are getting more than $300,000 in federal stimulus money per reported COVID-19 case. New York is the hardest-hit state and yet we are getting only about $12,000 per case.\"", "claim_id": "social_17", "label": "mostly-true", "evidences": [["new york is the hardest-hit state and yet we are getting only about $12,000 per case,\" in the first round of funding for health care providers, new york state's providers received far less money per coronavirus case than other, less-affected states, according to a credible analysis.", 0], 0]}
{"id": 18, "claim": "Says North Carolina \"hospital beds are typically 85% full across the state.\"", "claim_id": "social_18", "label": "half-true", "evidences": [["the way he worded his tweet makes it seems like all hospitals are usually at 85% capacity.", 0], 0]}
{"id": 19, "claim": "Says you can monitor yourself for COVID-19 with a breath test.", "claim_id": "social_19", "label": "false", "evidences": [["\"the only way to test for covid-19 right now is via laboratory testing.\"", 0], 0]}
{"id": 20, "claim": "Says this poem about people staying home was written by Kathleen O'Mara in 1869.", "claim_id": "social_20", "label": "false", "evidences": [["you can read more of her writing here.", 0], 0]}
{"id": 21, "claim": "A photo shows two Italian nurses in a hospital a few days before they got COVID-19 and died.", "claim_id": "social_21", "label": "false", "evidences": [["airlines and travelers are still sorting out the new travel ban that president donald trump announced late wednesday, barring most foreign visitors from continental europe for 30 days.\"", 0], 0]}
{"id": 22, "claim": "Says students have to repeat the same grade next year.", "claim_id": "social_22", "label": "pants-fire", "evidences": [["a recent story in the atlantic says \"it's not clear what will happen\" if school closures last several months or even a year.", 0], 0]}
{"id": 23, "claim": "\"Akira' is a 1988 movie about an apocalyptic event taking place months before Tokyo 2020 Olympics, showing the (World Health Organization) advising Japan to postpone the Olympics because of a pandemic risk\"", "claim_id": "social_23", "label": "false", "evidences": [["in the film, there is no outbreak of disease, the who never makes an appearance, and the olympics aren't canceled due to a pandemic risk.", 0], 0]}
{"id": 24, "claim": "Says President Donald Trump spawned the \"Wuhan super virus outbreak under code name 'zyphr.'\"", "claim_id": "social_24", "label": "pants-fire", "evidences": [["there are no \"documents,\" or any other sort of evidence, that support the theory that trump is behind the creation of the coronavirus, which had killed six people in the u.s. as of march 3, 2020. the video, narrated in a male voice, says \"top secret documents\" predict that a flu-like pandemic would strike america and kill millions of people.", 0], 0]}
{"id": 25, "claim": "Says for the coronavirus, \"the death rate in Texas, per capita of 29 million people, we're one of the lowest in the country.\"", "claim_id": "social_25", "label": "mostly-true", "evidences": [["patrick's statement equates the death rate for coronavirus and the number of coronavirus deaths per capita in texas, two different calculations.", 0], 0]}
{"id": 26, "claim": "\"Three Chinese nationals were apprehended trying to cross our Southern border illegally. Each had flu-like symptoms. Border Patrol quickly quarantined them and assessed any threat of coronavirus.\"", "claim_id": "social_26", "label": "mostly-true", "evidences": [["border patrol quickly quarantined them and assessed any threat of coronavirus.\"", 0], 0]}
{"id": 27, "claim": "Says as president he has \"total\" authority to re-open states amid the COVID-19 pandemic.", "claim_id": "social_27", "label": "pants-fire", "evidences": [["trump and the white house have not explained what parts of the constitution or laws he is referring to that he thinks give him \"total\" authority over governors.", 0], 0]}
{"id": 28, "claim": "\"U.S. hospitals are preparing for 96 million coronavirus infections and nearly half a million deaths, leaked documents reveal.\"", "claim_id": "social_28", "label": "false", "evidences": [["one expert estimated at an american hospital association webinar that there could be 96 million coronavirus cases and 480,000 deaths in the united states.", 0], 0]}
{"id": 29, "claim": "\"In a matter of days, and in some cases the moment may even have passed, that we've reached the peak of the rate of infections.\"", "claim_id": "social_29", "label": "half-true", "evidences": [["data on coronavirus case counts and fatalities show that the country's outbreak is subsiding.", 0], 0]}
{"id": 30, "claim": "The coronavirus \"snuck up on us,\" adding that it is \"a very unforeseen thing.\"", "claim_id": "social_30", "label": "pants-fire", "evidences": [["in fact, the president heard warnings about this specific virus from his advisers and the global health community for months.", 0], 0]}
{"id": 31, "claim": "\"If you line up all the countries that have done (Covid-19) testing on a per-capita basis, we're at the bottom of the list.\"", "claim_id": "social_31", "label": "false", "evidences": [["his statement was based on an early-march estimate by vox that was outdated when scott spoke.", 0], 0]}
{"id": 32, "claim": "Racial comparisons on coronavirus statistics in Monroe County, N.Y., show that the impact on minorities is \"basically on par, a little bit up, from the population numbers,\" meaning that \"we don't see that disparity as much here.\"", "claim_id": "social_32", "label": "half-true", "evidences": [["that was essentially accurate when looking at the share of deaths from the coronavirus.", 0], 0]}
{"id": 33, "claim": "Trey Gowdy said, \"I'm not saying COVID-19 isn't real.... But pay attention folks, there's much more going on here than what meets the eye.\"", "claim_id": "social_33", "label": "false", "evidences": [["\"not the first time, likely not the last.", 0], 0]}
{"id": 34, "claim": "Says China \"stole Coronavirus from Canada and weaponized it into a Bioweapon.\"", "claim_id": "social_34", "label": "false", "evidences": [["a chinese scientist who worked in a canadian lab studying coronaviruses is under investigation for trips she took to wuhan.", 0], 0]}
{"id": 35, "claim": "\"Boil some orange peels wit cayenne pepper in it stand over the pot breathe in the steam so all that mucus can release from yo nasal... MUCUS is the problem its where THE VIRUS LIVES!!!\"", "claim_id": "social_35", "label": "pants-fire", "evidences": [["a study published in the journal cell host & microbe found that the \"mucus layer... can prevent pathogen invasion and subsequent infection.\"", 0], 0]}
{"id": 36, "claim": "The government is closing businesses to stop the spread of coronavirus even though \"the numbers are nothing compared to H1N1 or Ebola. Everyone needs to realize our government is up to something ...\"", "claim_id": "social_36", "label": "pants-fire", "evidences": [["most importantly, any suggestion that the coronavirus isn't real or that it's part of a government conspiracy is a ridiculous claim.", 0], 0]}
{"id": 37, "claim": "\"Governor Andy Beshear has authorized Kentucky teachers to make in-home visits. With parental approval, teachers will inspect the bedroom of each student currently enrolled in K-8.\"", "claim_id": "social_37", "label": "pants-fire", "evidences": [["the louisville courier-journal writes that \"a prankster thought it would be funny to worry kentucky parents.\"", 0], 0]}
{"id": 38, "claim": "Says Donald Trump \"cut funding to the CDC,\" \"fired the Pandemic Response Team,\" \"refused WHO tests\" and \"wasted two weeks calling this outbreak a 'Democrat hoax.'\"", "claim_id": "social_38", "label": "barely-true", "evidences": [["the first, that he \"cut funding to the cdc,\" is partially accurate; trump tried to cut the agency's funding, but congress prevented it from happening.", 0], 0]}
{"id": 39, "claim": "Say televangelist Pat Robertson said some young people \"are doing all kinds of unnatural things with their sex organs. When people do that, they transfer all kinds of chemicals from ladies' private parts and that's where I think the (corona)virus came from.\"", "claim_id": "social_39", "label": "pants-fire", "evidences": [["It says, \"Some of these young uns are doing all kinds of unnatural things with their sex organs.", 0], 0]}
{"id": 40, "claim": "\"All schools in Canada are closed for the rest of the school year, each family will receive $950 every two weeks for the next 15 weeks, banks were notif(ied) to suspend mortgage payments for at least 6 months, and student loans deferred.\"", "claim_id": "social_40", "label": "half-true", "evidences": [["the post is right about mortgage payments and student loans.", 0], 0]}
{"id": 41, "claim": "Virginia has \"lagged behind other states when it comes to (covid-19) testing.\"", "claim_id": "social_41", "label": "true", "evidences": [["on any given date from the eve of the mayor's statement through this april 21 writing, virginia has been last, or next to last, in per capita testing.", 0], 0]}
{"id": 42, "claim": "The government must have planned the coronavirus pandemic because the coronavirus relief bill had been introduced three years earlier.", "claim_id": "social_42", "label": "pants-fire", "evidences": [["the introduction date cited in the post was off by two years, and the post is a misunderstanding of how the bill moved through congress.", 0], 0]}
{"id": 43, "claim": "\"Australia Closing Borders in a few hours for 6-months\"", "claim_id": "social_43", "label": "half-true", "evidences": [["officials have said the coronavirus outbreak and related disruptions in australia could last at least six months.", 0], 0]}
{"id": 44, "claim": "Says a coronavirus patent expired just as there is a \"sudden outbreak\" and, despite \"media fear-mongering,\" there is already a vaccine available.", "claim_id": "social_44", "label": "pants-fire", "evidences": [["there's magically already a vaccine available.. and now fear mongering spread by the media about quarantine.\"", 0], 0]}
{"id": 45, "claim": "Republicans \"have shown themselves willing to cut millions off their health insurance and eliminate preexisting condition protections for millions more, even in the middle of this public health crisis.\"", "claim_id": "social_45", "label": "true", "evidences": [["evidence indicates that this is an apt characterization.", 0], 0]}
{"id": 46, "claim": "Under the mayor's COVID-19 order, Kansas City \"churchgoers must register with the government.\"", "claim_id": "social_46", "label": "barely-true", "evidences": [["as part of an order governing the gradual reopening of the city, the mayor initially ordered churches to keep lists of people attending church gatherings so that attendees could be contacted if a coronavirus outbreak traced to a particular gathering occurred.", 0], 0]}
{"id": 47, "claim": "Congressional candidate Chris Jacobs \"voted against paid leave for COVID-19.\"", "claim_id": "social_47", "label": "mostly-true", "evidences": [["jacobs did vote against the new york senate bill that provides paid sick leave to employees of                 non-essential businesses.", 0], 0]}
{"id": 48, "claim": "\"45 nations had already moved\" to enforce travel restrictions with China \"before the president moved.\"", "claim_id": "social_48", "label": "half-true", "evidences": [["the extent of travel restrictions vary - from the suspension of visa programs to entry denial.", 0], 0]}
{"id": 49, "claim": "Says a photo shows a man wearing a \"government issue Saint Laurent hazardous materials suit.\"", "claim_id": "social_49", "label": "false", "evidences": [["and while the text is a bit odd, you'd have to visit the page's about section to find that it's a self-described parody account.", 0], 0]}
{"id": 50, "claim": "Says certain states are banning the sale of alcohol.", "claim_id": "social_50", "label": "false", "evidences": [["people in pennsylvania can still buy alcohol, however.", 0], 0]}
{"id": 51, "claim": "Says that \"over a 45-minute period that we had the press conference\" on the coronavirus on March 13, 2020, the stock market set \"an all-time record.\"", "claim_id": "social_51", "label": "half-true", "evidences": [["the dow jones industrial average registered its largest-ever point gain on march 13, with gains accelerating during trump's news conference.", 0], 0]}
{"id": 52, "claim": "\"The CDC can detain anyone with a fever - indefinitely. ... Vaccination (is) a way people could get out of detention.\"", "claim_id": "social_52", "label": "false", "evidences": [["... vaccination (is) a way people could get out of detention.\"", 0], 0]}
{"id": 53, "claim": "Says a California surfer was \"alone, in the ocean,\" when he was arrested for violating the state's stay-at-home order.", "claim_id": "social_53", "label": "mostly-true", "evidences": [["that's mostly right - it was a paddle boarder, not a surfer, out on the water at a beach that was closed to slow the spread of covid-19.", 0], 0]}
{"id": 54, "claim": "Says longstanding Food and Drug Administration regulations \"created barriers to the private industry creating a test quickly\" for the coronavirus.", "claim_id": "social_54", "label": "true", "evidences": [["fda procedures adopted in 2004 meant laboratories had to seek the agency's approval before developing and using tests in communities, a policy many health care officials have said prevented the country from taking early action in response to the novel coronavirus.", 0], 0]}
{"id": 55, "claim": " \"The Democrats are pushing for an implanted microchip in humans, and everyone to be vaccinated.\"", "claim_id": "social_55", "label": "false", "evidences": [["on microchips, there's no evidence that implanted microchips are being contemplated in a serious way to fight the coronavirus.", 0], 0]}
{"id": 56, "claim": "\"Trump said 'hundreds' of governors are calling him...& we only have 50.\"", "claim_id": "social_56", "label": "false", "evidences": [["on april 20, the white house tweeted about a \"call with all 50 governors.\"", 0], 0]}
{"id": 57, "claim": "Says Harvard scientists say the coronavirus is \"spreading so fast that it will infect 70% of humanity this year.\"", "claim_id": "social_57", "label": "half-true", "evidences": [["an epidemiologist at the university has said that 40% to 70% of the world's adult population could be infected in the coming year.", 0], 0]}
{"id": 58, "claim": "Says imposters in hazmat suits are going door to door in Stockton, Calif., saying they are checking residents for fever or COVID-19, but they \"will enter your home and physically attempt robbery.\"", "claim_id": "social_58", "label": "false", "evidences": [["the algorithms of social media platforms \"quickly pick up on signals of content being engaging and makes it more available in broader circles,\" myrh said.", 0], 0]}
{"id": 59, "claim": "\"Now, as it stands, our health care system has adequate ventilators, ICU beds, medical professionals.\"", "claim_id": "social_59", "label": "barely-true", "evidences": [["that might be true if the u.s. stopped the coronavirus from spreading any further.", 0], 0]}
{"id": 60, "claim": "Says the governors of Michigan, New York and Nevada \"have issued orders banning the prescription of hydroxychloroquine to patients with COVID-19.\"", "claim_id": "social_60", "label": "false", "evidences": [["nevada and new york have restricted access to the malaria drug in an effort to limit stockpiling.", 0], 0]}
{"id": 61, "claim": "Says the coronavirus isn't new because \"Lysol has it listed as one of the viruses that it kills.\"", "claim_id": "social_61", "label": "false", "evidences": [["the lysol spray has demonstrated effectiveness against past strains of coronavirus.", 0], 0]}
{"id": 62, "claim": "\"Ultraviolet Radiation is administered into the body as a disinfectant to kill bacteria and viruses and this has been used for a while now.\"", "claim_id": "social_62", "label": "false", "evidences": [["\"there is no evidence that injecting uv light into the body will kill bacteria or viruses,\" said dr. krutika kuppalli, a clinical assistant professor in the division of infectious diseases and geographic medicine at stanford university, in an email.", 0], 0]}
{"id": 63, "claim": "Says it was \"unquestionably\" not within his \"legal authority\" to postpone Illinois' primary election by changing the date or shifting to vote-by-mail.", "claim_id": "social_63", "label": "mostly-true", "evidences": [["while there are too many hypotheticals to be certain pritzker's administration could not have delayed the election in any way, experts told us the governor spoke correctly in describing the limits of his powers under state law.", 0], 0]}
{"id": 64, "claim": "\"Pelosi was in (Wuhan) China 6 days after the impeachment HOAX failed.\"", "claim_id": "social_64", "label": "pants-fire", "evidences": [["travel records last show pelosi in china in 2015. the rest of the post is mad libs for conspiracy theorists.", 0], 0]}
{"id": 65, "claim": "\"President Trump just announced that the 'biological' lab in Wuhan where the COVID-19 virus was created was 'funded' by President Barak (sp) Hussein Obama in 2015 to the tune of $3,800,000 American dollars!\"", "claim_id": "social_65", "label": "false", "evidences": [["a reader would see this claim and assume millions of u.s. tax dollars were used to create the virus that leads to covid-19.", 0], 0]}
{"id": 66, "claim": "\"Trump bailed out Wall Street, but not Main Street.\"", "claim_id": "social_66", "label": "false", "evidences": [["the trump campaign issued a news release on may 6 that cited the 74% figure from the sba as well as a tweet from white house press secretary kayleigh mcenany saying that 1 million businesses with 10 or fewer employees received paycheck protection program loans in the first round.", 0], 0]}
{"id": 67, "claim": "Says \"most\" NC legislators are in the \"high risk age group\" for coronavirus", "claim_id": "social_67", "label": "true", "evidences": [["the highest risk age group is generally people who are aged 60 and older.", 0], 0]}
{"id": 68, "claim": "\"COVID-19 started because we eat animals.\"", "claim_id": "social_68", "label": "barely-true", "evidences": [["the animals are sought-after in china for their meat and scales, despite a worldwide ban.", 0], 0]}
{"id": 69, "claim": "\"MSNBC actually said on air 'I hope enough people die from coronavirus that it harms Trump's re-election.'\"", "claim_id": "social_69", "label": "false", "evidences": [["this has the makings structurally for the same kind of moment for president trump.\"", 0], 0]}
{"id": 70, "claim": "\"Whole of Italy goes into quarantine.\"", "claim_id": "social_70", "label": "true", "evidences": [["it's worth noting that the word \"quarantine\" also has several definitions.", 0], 0]}
{"id": 71, "claim": "Gov. Andrew Cuomo \"was simply saying if we can share 20 percent of your excess, your non-used ventilators, to help people in other parts of the state on a voluntary basis, that would be great. Of course, there was a reaction to that, which was not positive.\"", "claim_id": "social_71", "label": "pants-fire", "evidences": [["that's not how hospital executives and other elected officials heard cuomo describe his initial plan, thus explaining the immediate backlash.", 0], 0]}
{"id": 72, "claim": "Dr. Anthony \"Fauci told us there's nothing to worry about. That's his quote, 'There's nothing to worry about.'\"", "claim_id": "social_72", "label": "half-true", "evidences": [["that's his quote, 'there's nothing to worry about.'\"", 0], 0]}
{"id": 73, "claim": "Says \"special military helicopters will spray pesticide against the Corona virus in the skies all over the country.\"", "claim_id": "social_73", "label": "false", "evidences": [["according to the environmental protection agency, disinfectants qualify as \"antimicrobial pesticides\" since they are used to kill bacteria and viruses.", 0], 0]}
{"id": 74, "claim": "Says fluid milk production limitations mean grocery stores are short on milk even as farmers are dumping it", "claim_id": "social_74", "label": "half-true", "evidences": [["that is a factor, but it over-simplifies the situation a bit.", 0], 0]}
{"id": 75, "claim": "\"Corona virus: Florida man arrested for robbery using cough as a weapon.\"", "claim_id": "social_75", "label": "pants-fire", "evidences": [["the cdc also includes a breakdown of all the ways covid-19 can be spread on their website.", 0], 0]}
{"id": 76, "claim": "The $1,200 coronavirus relief checks this year are \"just an advance on your next tax return. ... Next year, you're automatically going to owe $1,200 come tax season.\"", "claim_id": "social_76", "label": "false", "evidences": [["... next year, you're automatically going to owe $1,200 come tax season.\"", 0], 0]}
{"id": 77, "claim": "Says President Barack Obama \"waited six months to call swine flu an emergency after thousands died.\"", "claim_id": "social_77", "label": "false", "evidences": [["in october 2009, after more than 1,000 people in the united states had died of swine flu, also known as h1n1, obama declared a national emergency.", 0], 0]}
{"id": 78, "claim": "Of the Trump administration's European travel restrictions that exempt the U.K.: \"Well, you can just get into the Chunnel, and you'll be in the U.K.\"", "claim_id": "social_78", "label": "half-true", "evidences": [["the travel ban applies to people who were in the schengen area 14 days before their attempted travel to the united states.", 0], 0]}
{"id": 79, "claim": "\"Man visited Albany, N.Y. days before dying from coronavirus.\"", "claim_id": "social_79", "label": "false", "evidences": [["the news organization has not posted this story on its facebook feed, and no abc news stories make the same claims as the post.", 0], 0]}
{"id": 80, "claim": "\"NYC man drops dead in middle of street - suspected coronavirus!\"", "claim_id": "social_80", "label": "false", "evidences": [["on march 3, officers responded to a 911 call to help a man in the department's 109th precinct, which serves a northeast portion of queens, including downtown flushing and east flushing.", 0], 0]}
{"id": 81, "claim": "\"59 people die as pastor gives them dettol to drink in church to prevent coronavirus.\"", "claim_id": "social_81", "label": "false", "evidences": [["the cleaning product isn't for human consumption, the company said, urging anyone who drank it to consult a medical professional.", 0], 0]}
{"id": 82, "claim": "\"At the end of the year, we put into that federal pot $116 billion more than we take out,\" while Kentucky \"takes out $148 billion more than they put in.\"", "claim_id": "social_82", "label": "half-true", "evidences": [["cuomo was referencing figures from a report from the rockefeller institute, which has been widely cited.", 0], 0]}
{"id": 83, "claim": "Kennedy Center, PBS donated to Democrats after getting COVID-19 stimulus money.", "claim_id": "social_83", "label": "false", "evidences": [["both nonprofits are barred by law from making political contributions and we found no evidence that they have.", 0], 0]}
{"id": 84, "claim": "An audio message lists five ways people can prevent the novel coronavirus.", "claim_id": "social_84", "label": "false", "evidences": [["we fact-checked five and found them inaccurate.", 0], 0]}
{"id": 85, "claim": "President Donald Trump \"will evoke (sic) what is called the Stafford act\" and \"order a two week mandatory quarantine for the nation.\"", "claim_id": "social_85", "label": "false", "evidences": [["andrew cuomo ordered a one-mile containment zone on march 10. in the san francisco bay area, local officials on march 16 announced sweeping measures to try to contain the coronavirus, including a \"shelter in place\" order for residents in six counties.", 0], 0]}
{"id": 86, "claim": "\"The Postal Service is not losing money because of Amazon. It's losing money because in 2006, the Republican-led Congress passed a law forcing it to prepay its pensions for 75 years, which no other corporation does ... Without this law, the Postal Service would be turning a profit.\"", "claim_id": "social_86", "label": "half-true", "evidences": [["it's losing money because in 2006, the republican-led congress passed a law forcing it to prepay its pensions for 75 years, which no other corporation does ... without this law, the postal service would be turning a profit.\"", 0], 0]}
{"id": 87, "claim": "\"COVID literally stands for Chinese Originated Viral Infectious Disease.\"", "claim_id": "social_87", "label": "pants-fire", "evidences": [["until that point, the virus and the infection had been referred to as the \"2019 novel coronavirus\" or \"2019-ncov.\"", 0], 0]}
{"id": 88, "claim": "\"Breaking: UK Prepares For Full Lockdown After Hundreds Of New Cases - Wuhan Super Virus Updates.\"", "claim_id": "social_88", "label": "false", "evidences": [["there are fewer than 10 coronavirus cases in the united kingdom and no signs that travel or other aspects of life in britain have been shut down by the virus.", 0], 0]}
{"id": 89, "claim": "Says President Donald Trump said, \"People are dying who have never died before.\"", "claim_id": "social_89", "label": "pants-fire", "evidences": [["we also checked the official white house and c-span transcripts for trump's midday press briefing with the white house task force and his afternoon press briefing following a meeting with nurses, both of which occurred march 18. we saw nothing there, either.", 0], 0]}
{"id": 90, "claim": "Says of the coronavirus threat, \"there was not a single suggestion by anyone, a doctor, a scientist, a political figure, that we needed to cancel Mardi Gras.\"", "claim_id": "social_90", "label": "true", "evidences": [["new orleans mardi gras celebrations began early january and ended feb. 25. politifact reviewed public comments from trump, federal and state health officials on and before feb. 25 and did not find suggestions that large public events be cancelled.", 0], 0]}
{"id": 91, "claim": "\"Same little boy died of COVID-19 in three different countries. Still don't believe the media is #fakenews?\"", "claim_id": "social_91", "label": "pants-fire", "evidences": [["rather, it shows that someone used doctored images of a child who reportedly killed himself to falsely suggest a media conspiracy over covid-19.", 0], 0]}
{"id": 92, "claim": "Says Nancy Pelosi was \"caught trying to include abortion funding in bill to combat coronavirus.\"", "claim_id": "social_92", "label": "false", "evidences": [["a section in the bill seeks to reimburse insurers for covid-19 related laboratory claims.", 0], 0]}
{"id": 93, "claim": "\"On February 7, the WHO warned about the limited stock of PPE. That same day, the Trump administration announced it was sending 18 tons of masks, gowns and respirators to China.\"", "claim_id": "social_93", "label": "true", "evidences": [["that same day, the trump administration announced it was sending 18 tons of masks, gowns and respirators to china.\"", 0], 0]}
{"id": 94, "claim": "Says Donald Trump \"himself has a financial stake in the French company that makes the brand-name version of hydroxychloroquine.\"", "claim_id": "social_94", "label": "half-true", "evidences": [["so the statute doesn't apply to trump at all,\" clark said.", 0], 0]}
{"id": 95, "claim": "Says video shows \"the Chinese are destroying the 5G poles as they are aware that it is the thing triggering the corona symptoms.\"", "claim_id": "social_95", "label": "false", "evidences": [["this post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 96, "claim": "\"It's actually the safest time to fly.\"", "claim_id": "social_96", "label": "false", "evidences": [["officials from the cdc and who are advising older people and those with chronic health conditions to reconsider travel in order to prevent the spread of the coronavirus.", 0], 0]}
{"id": 97, "claim": "Says Italy arrested a doctor \"for intentionally killing over 3,000 coronavirus patients.\"", "claim_id": "social_97", "label": "pants-fire", "evidences": [["that's because it's not a real news story.", 0], 0]}
{"id": 98, "claim": "The media \"pulled down an entire shelf of goods so that they can present the news of people buying stuff in a hysteria over the coronavirus.\"", "claim_id": "social_98", "label": "pants-fire", "evidences": [["this is one of the many conspiracy theories and hoaxes that have gained traction online.", 0], 0]}
{"id": 99, "claim": "High levels of sulfur dioxide in Wuhan \"may be a sign of mass cremations of victims of the coronavirus.\"", "claim_id": "social_99", "label": "pants-fire", "evidences": [["the state-run xinhua news agency reported that environmental officials had recorded sulfur dioxide levels several times lower than what windy.com showed.", 0], 0]}
{"id": 100, "claim": "\"Coronavirus - 22. Clintons - 39.\"", "claim_id": "social_100", "label": "pants-fire", "evidences": [["as of march 15, covid-19 had killed 5,735 people globally and 41 people in the united states, according to the world health organization and the centers for disease control and protection.", 0], 0]}
{"id": 101, "claim": "Says of COVID-19 that Dr. Anthony Fauci \"was telling people on February 29th that there was nothing to worry about and it posed no threat to the US public at large.\"", "claim_id": "social_101", "label": "barely-true", "evidences": [["fauci did say on feb. 29 that rules americans would come to know as social distancing were not yet warranted.", 0], 0]}
{"id": 102, "claim": "\"Governor Gretchen Whitmer spent the past weekend at her VACATION COTTAGE at Birch Lake. Violating her own EXECUTIVE ORDER.\"", "claim_id": "social_102", "label": "false", "evidences": [["propane companies are overwhelmed with service requests for second homes.\"", 0], 0]}
{"id": 103, "claim": "If the coronavirus gets in your mouth, \"drinking water or other liquids will WASH them down through your esophagus and into the stomach. Once there in tummy ... your stomach ACID will kill all the virus.\"", "claim_id": "social_103", "label": "false", "evidences": [["q: if drinking water alleviates a sore throat, does this also protect against #2019ncov infection?a: while staying hydrated by drinking water is important for overall health, it does not prevent coronavirus infection.", 0], 0]}
{"id": 104, "claim": "\"I didn't say that\" some of the medical equipment that governors are requesting, they don't actually need.", "claim_id": "social_104", "label": "pants-fire", "evidences": [["that's directly refuted by trump's comments during hannity's show, in which he said, \"i have a feeling that a lot of the numbers that are being said in some areas are just bigger than they're going to be.", 0], 0]}
{"id": 105, "claim": "If you ask Amazon's Alexa about the origin of the coronavirus pandemic, it says \"the government planned\" it.", "claim_id": "social_105", "label": "false", "evidences": [["there was a project called event 201 that simulated possible outcomes of a coronavirus pandemic, but it was a planning exercise and did not predict this specific covid-19 pandemic.", 0], 0]}
{"id": 106, "claim": "Says a video shows a \"gay party in Italy few weeks before COVID-19.\"", "claim_id": "social_106", "label": "false", "evidences": [["the last women's world cup was in 2019 and the last men's world cup was in 2018. social media posts from 2018 show attendees wearing the same rainbow colored shirts with the word \"crocodilo\" on the back that the men in the facebook post video are wearing.", 0], 0]}
{"id": 107, "claim": "\"The coronavirus is the common cold, folks.\"", "claim_id": "social_107", "label": "false", "evidences": [["generally speaking, coronaviruses are a family of viruses that produce illnesses ranging from the common cold to more critical diseases such as sars or mers.", 0], 0]}
{"id": 108, "claim": "\"Corona is so bad, this guy died twice!\"", "claim_id": "social_108", "label": "false", "evidences": [["both stations aired the same photo with their stories.", 0], 0]}
{"id": 109, "claim": "NC liquor stores were deemed essential \"because we have a lot of people who are chemically dependent on alcohol and if we suddenly cut off their access they would go into withdrawal and flood the emergency rooms.\"", "claim_id": "social_109", "label": "barely-true", "evidences": [["cooper is responsible for determining which businesses are considered essential, and his administration hasn't mentioned alcohol dependency as a reason for the designation.", 0], 0]}
{"id": 110, "claim": "\"They're furloughing nurses in hospitals in western New York state.\"", "claim_id": "social_110", "label": "false", "evidences": [["on the contrary, hospitals in buffalo and rochester are hiring nurses and are preparing plans for an anticipated surge in patients.", 0], 0]}
{"id": 111, "claim": "Says there's an 800 number you can call to track the status of your stimulus check.", "claim_id": "social_111", "label": "pants-fire", "evidences": [["#irs deposited the first economic impact payments into taxpayers' bank accounts today.", 0], 0]}
{"id": 112, "claim": "\"Poll Finds 38% of Americans Say They Will Not Drink Corona Beer Because of Virus.\"", "claim_id": "social_112", "label": "false", "evidences": [["the poll was of american beer drinkers, not americans overall.", 0], 0]}
{"id": 113, "claim": "The coronavirus is \"simply the common cold.\"", "claim_id": "social_113", "label": "false", "evidences": [["as we reported: there are seven types of coronaviruses that can infect humans, according to the centers for disease control and prevention.", 0], 0]}
{"id": 114, "claim": "Says businesses will give you free baby formula during the coronavirus outbreak.", "claim_id": "social_114", "label": "pants-fire", "evidences": [["\"this is not true and i'm really sorry to hear that people are spreading false rumours at such a worrying time,\" an aptamil spokesperson told yahoo news uk.", 0], 0]}
{"id": 115, "claim": "\"With regard to the cost, let me be very clear: HHS has designated the coronavirus test as an essential health benefit. That means, by definition, it's covered in the private health insurance of every American, as well as covered by Medicare and Medicaid.\"", "claim_id": "social_115", "label": "half-true", "evidences": [["that means, by definition, it's covered in the private health insurance of every american, as well as covered by medicare and medicaid.\"", 0], 0]}
{"id": 116, "claim": "Says Joe Biden \"was in charge of the H1N1 Swine Flu epidemic which killed thousands of people. The response was one of the worst on record. Our response is one of the best, with fast action of border closings & a 78% Approval Rating, the highest on record. His was lowest!\"", "claim_id": "social_116", "label": "barely-true", "evidences": [["the response was one of the worst on record.", 0], 0]}
{"id": 117, "claim": "Says President Barack Obama \"signed the medical appliance tax bill that forced companies to outsource manufacturing of masks, gowns, gloves and ventilaors [sic] to China, Europe and Russia to avoid the tax.\"", "claim_id": "social_117", "label": "pants-fire", "evidences": [["obama did not sign anything into law called the \"medical appliance tax bill.\"", 0], 0]}
{"id": 118, "claim": "A photo shows Rob Cantrall at a recent Michigan protest.", "claim_id": "social_118", "label": "false", "evidences": [["cantrall headed an oregon chapter of the proud boys, a men's organization of self-described \"western chauvinists\" that the southern poverty law center has called a \"hate group.\"", 0], 0]}
{"id": 119, "claim": "\"Church services can't resume until we're all vaccinated, says Bill Gates.\"", "claim_id": "social_119", "label": "false", "evidences": [["that church services can't resume until we're all vaccinated.", 0], 0]}
{"id": 120, "claim": "Says Anthony Fauci's statement that the coronavirus death rate is 10 times that of the seasonal flu is \"a claim without any scientific basis.\"", "claim_id": "social_120", "label": "false", "evidences": [["we won't know for some time what the actual death rate is for people who contract the current coronavirus, covid-19.", 0], 0]}
{"id": 121, "claim": "\"Sunlight actually can kill the (novel coronavirus.)\"", "claim_id": "social_121", "label": "false", "evidences": [["this claim has not been proven true.", 0], 0]}
{"id": 122, "claim": "Silver Solution used on strains of coronavirus \"totally eliminate it. Kills it. Deactivates it.\"", "claim_id": "social_122", "label": "pants-fire", "evidences": [["there are no pills or remedies that cure any strain of human coronavirus including covid-19.", 0], 0]}
{"id": 123, "claim": "News photo from stay-at-home protest was doctored to add Confederate flag.", "claim_id": "social_123", "label": "pants-fire", "evidences": [["our analysis found the photo, which shows one man holding a don't tread on me flag and a confederate flag, was not altered.", 0], 0]}
{"id": 124, "claim": "Says N.Y. Gov. Andrew Cuomo \"rejected buying recommended 16,000 ventilators in 2015 for the pandemic, for a pandemic, established death panels and lotteries instead. So, he had a chance to buy, in 2015, 16,000 ventilators at a very low price, and he turned it down.\"", "claim_id": "social_124", "label": "false", "evidences": [["so, he had a chance to buy, in 2015, 16,000 ventilators at a very low price and he turned it down.\"", 0], 0]}
{"id": 125, "claim": "Says all Vegas hotels but Trump's have donated food, rooms in COVID response.", "claim_id": "social_125", "label": "barely-true", "evidences": [["the trump organization hasn't provided any information, and searches by politifact and other news organizations didn't turn up any evidence that trump's properties have made such donations.", 0], 0]}
{"id": 126, "claim": "\"If you are in Las Vegas and you get a knock on your door from NV Power, 2020 Census or CVD-19 testers, do not open your door. They are robbing people at gunpoint.\"", "claim_id": "social_126", "label": "false", "evidences": [["las vegas police said they have received no such reports and have warned people not to believe internet rumors.", 0], 0]}
{"id": 127, "claim": "Says \"Bill Gates and other globalists, in collaboration with pharmaceutical companies, are reportedly working to push tracking bracelets and 'invisible tattoos' to monitor Americans during an impending lockdown.\"", "claim_id": "social_127", "label": "barely-true", "evidences": [["we find no evidence that gates has supported the concept of \"tracking bracelets.\"", 0], 0]}
{"id": 128, "claim": "Says drinking a bleach solution will prevent you from getting the coronavirus.", "claim_id": "social_128", "label": "pants-fire", "evidences": [["while the mms solution has been touted by fringe groups as a \"miracle cure\" for a number of ailments, officials have repeatedly warned consumers against ingesting it, saying that doing so could cause severe vomiting, diarrhea and acute liver failure.", 0], 0]}
{"id": 129, "claim": "\"Slices of lemon in a cup of hot water can save your life. The hot lemon can kill the proliferation of\" the novel coronavirus.", "claim_id": "social_129", "label": "false", "evidences": [["as of now, there is no specific treatment for covid-19.", 0], 0]}
{"id": 130, "claim": "Says Goodwill used the pandemic \"to fire all of their employees instead of laying them off.\"", "claim_id": "social_130", "label": "false", "evidences": [["across the country, employees at local goodwill organizations have been laid off or furloughed, but some operations have not shuttered, according to a goodwill spokesperson.", 0], 0]}
{"id": 131, "claim": "\"So 2 doctors from Bakersfield discover that coronavirus mortality rate is 0.03%. 13x less deadly than what was previously thought! Their analysis has since been banned from YouTube.\"", "claim_id": "social_131", "label": "barely-true", "evidences": [["13x less deadly than what was previously thought!", 0], 0]}
{"id": 132, "claim": "Says to leave objects in the sun to avoid contracting the coronavirus.", "claim_id": "social_132", "label": "false", "evidences": [["the best way to avoid covid-19 is to wash your hands with soap and water, avoid touching your face, disinfect surfaces in your home daily and avoid close contact with people.", 0], 0]}
{"id": 133, "claim": "Says 20 million Chinese converted to Islam after it's proven that the coronavirus doesn't affect Muslims.", "claim_id": "social_133", "label": "pants-fire", "evidences": [["both posts appeared online before the current outbreak of the new coronavirus, covid-19, was first reported in wuhan, china, on dec. 31, 2019. but even if the footage followed the outbreak, muslims are not immune to covid-19, as the facebook post claims.", 0], 0]}
{"id": 134, "claim": "Says the coronavirus is \"a MILITARY BIO-WEAPON Developed by China's Army.\"", "claim_id": "social_134", "label": "false", "evidences": [["as evidence, the website included two screenshots of coronavirus entries in a federal database of genetic material.", 0], 0]}
{"id": 135, "claim": "Coronavirus patients are being \"cremated alive\" in China.", "claim_id": "social_135", "label": "false", "evidences": [["we could find no other evidence that chinese officials are cremating coronavirus victims alive.", 0], 0]}
{"id": 136, "claim": "Says the U.S. is developing an \"antivirus\" that includes a chip to track your movement.", "claim_id": "social_136", "label": "pants-fire", "evidences": [["this comes from the stream of conspiracy theories of the last 50 years.", 0], 0]}
{"id": 137, "claim": "\"Pelosi tried to block voter ID/absentee ballot protections.\"", "claim_id": "social_137", "label": "half-true", "evidences": [["the tweet is vague and could give the false impression that the bill supported by pelosi and house democrats nullifies an existing in-person voter id law.", 0], 0]}
{"id": 138, "claim": "Says Nostradamus predicted the coronavirus in a 1551 passage about a plague spreading from the east.", "claim_id": "social_138", "label": "false", "evidences": [["the post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 139, "claim": "Says a \"5G LAW PASSED while everyone was distracted\" with the coronavirus pandemic and lists 20 symptoms associated with 5G exposure.", "claim_id": "social_139", "label": "barely-true", "evidences": [["trump signed a law march 23 that aims to \"secure and protect\" 5g infrastructure in the u.s. the legislation has a provision to protect american companies, but it says nothing about installing more 5g towers.", 0], 0]}
{"id": 140, "claim": "\"We're also using a sterilization process ― some great equipment that will sterilize masks up to 20 times per mask. So that's like ordering 20 times more masks.\"", "claim_id": "social_140", "label": "half-true", "evidences": [["that, he argued, \"is like ordering 20 times more masks.\"", 0], 0]}
{"id": 141, "claim": "The existence of a canine coronavirus vaccine casts doubt on statements that there isn't one for humans.", "claim_id": "social_141", "label": "false", "evidences": [["ccov causes gastrointestinal problems in dogs, as opposed to respiratory disease.\"", 0], 0]}
{"id": 142, "claim": "2019 coronavirus can live for \"up to 3 hours in the air, up to 4 hours on copper, up to 24 hours on cardboard up to 3 days on plastic and stainless steel.\"", "claim_id": "social_142", "label": "mostly-true", "evidences": [["the new england journal of medicine article found that covid-19 can only survive for up to four hours on copper, which is what quarters, nickels and dimes are primarily made of.", 0], 0]}
{"id": 143, "claim": "Says Tom Hanks has a volleyball to keep him company while he's quarantined.", "claim_id": "social_143", "label": "false", "evidences": [["this post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 144, "claim": "Gas is under $1 in 13 states, but $2.27 in Pennsylvania, because of the governor.", "claim_id": "social_144", "label": "barely-true", "evidences": [["tom wolf for gas prices in pennsylvania being higher than in 13 other states, where prices had dropped recently to lower than $1 per gallon in some places, while prices in pennsylvania were above $2 a recent survey found gas prices under $1 in 13 states.", 0], 0]}
{"id": 145, "claim": "Says Rudy Giuliani \"bought $2M in shares of Novartis, a primary supplier of hydroxychloroquine\" in early February.", "claim_id": "social_145", "label": "false", "evidences": [["we could find no evidence that giuliani has a current financial connection to novartis, which has donated 30 million doses of hydroxychloroquine to the u.s. the company did pay consulting fees to a former trump associate, but documents don't show any financial connection between the president himself and novartis.", 0], 0]}
{"id": 146, "claim": "\"Donald Trump would receive $17 million for three hotels closed for four days under Republican bill! How in the hell is this right?!\"", "claim_id": "social_146", "label": "false", "evidences": [["how in the hell is this right?!\"", 0], 0]}
{"id": 147, "claim": "Wisconsin is \"clearly seeing a decline in COVID infections\" ", "claim_id": "social_147", "label": "barely-true", "evidences": [["there are a lot of ways to slice the coronavirus data, but this is an exaggeration.", 0], 0]}
{"id": 148, "claim": "Speaking of his restriction on travel from China, \"I had (Joe) Biden calling me xenophobic. ... He called me a racist, because of the fact that he felt it was a racist thing to stop people from China coming in.\"", "claim_id": "social_148", "label": "barely-true", "evidences": [["he called me a racist, because of the fact that he felt it was a racist thing to stop people from china coming in.\"", 0], 0]}
{"id": 149, "claim": "\"if your child gets this virus their going to hospital alone in a van with people they don't know...to be with people they don't know... you will be at home without them in their time of need.\"", "claim_id": "social_149", "label": "pants-fire", "evidences": [["if your child does have covid-19 symptoms, the cdc first recommends to not take them to the hospital unless they develop emergency warning signs, such as having trouble breathing or experiencing persistent pain or pressure in the chest.", 0], 0]}
{"id": 150, "claim": "\"First volunteer in UK coronavirus vaccine trial has died.\"", "claim_id": "social_150", "label": "false", "evidences": [["\"we urge people not to give these any credibility and to not circulate them.\"", 0], 0]}
{"id": 151, "claim": "Dr. Anthony Fauci \"has known for 15 years that chloroquine and ... hydroxychloroquine will not only treat a current case of coronavirus but prevent future cases.\"", "claim_id": "social_151", "label": "false", "evidences": [["the website cited a study that has to do with sars, not the novel coronavirus.", 0], 0]}
{"id": 152, "claim": "\"You're more likely to die of influenza right now\" than the 2019 coronavirus.", "claim_id": "social_152", "label": "half-true", "evidences": [["the key phrase in this claim is \"right now.\"", 0], 0]}
{"id": 153, "claim": "Says Texas \"either is near the bottom or at the very bottom when it comes to testing per capita.\"", "claim_id": "social_153", "label": "true", "evidences": [["data supports escobar's statement and shows that texas has lagged behind other states in terms of coronavirus testing per capita.", 0], 0]}
{"id": 154, "claim": "Says the current survival rate for COVID-19 in the U.S. is \"98.54%\"", "claim_id": "social_154", "label": "half-true", "evidences": [["in an ongoing pandemic with incomplete numbers, mortality rates should be viewed with caution.", 0], 0]}
{"id": 155, "claim": "\"While all COVID-19 news has been going on, the U.S. Government has been sneakily trying to remove end-to-end encryption\" which means \"the government will be able to see all of your messages and listen to all of your calls.\"", "claim_id": "social_155", "label": "barely-true", "evidences": [["if the earn it act passed - which is not imminent - it would make it easier for law enforcement to demand information from technology companies about certain users of their services.", 0], 0]}
{"id": 156, "claim": "Says Nancy Pelosi delayed coronavirus funding so \"Dems could campaign on it.\"", "claim_id": "social_156", "label": "barely-true", "evidences": [["during negotiations with republicans on the funding package, pelosi pushed for language on how the aid would be paid for and on the cost of treatments.", 0], 0]}
{"id": 157, "claim": "The World Health Organization offered the testing kits that they have available and to give it to us now. We refused them. We did not want to buy them.\"", "claim_id": "social_157", "label": "barely-true", "evidences": [["we did not want to buy them.\"", 0], 0]}
{"id": 158, "claim": "\"If you've let somebody claim your kids for income tax purposes, you will not receive a stimulus check. The person who claimed your kids is gonna get it.\"", "claim_id": "social_158", "label": "half-true", "evidences": [["what you won't receive is the additional $500 that goes to individuals and couples for each dependent child.", 0], 0]}
{"id": 159, "claim": "Says the coronavirus can be slowed or stopped with the \"immediate widespread use of high doses of vitamin C.\"", "claim_id": "social_159", "label": "false", "evidences": [["there's no evidence that the supplement has any effect on the coronavirus.", 0], 0]}
{"id": 160, "claim": "Says Wisconsin's in-person election has caused a \"surge\" in new coronavirus cases", "claim_id": "social_160", "label": "false", "evidences": [["the data the article cited failed to factor in a drop in the number of tests administered.", 0], 0]}
{"id": 161, "claim": "\"In Italy, they have thrown their money on the streets. A clear message to the whole world that money is not enough when health is in danger.\"", "claim_id": "social_161", "label": "false", "evidences": [["this post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 162, "claim": "\"Unemployment now pays $24/hour, even if your wages were lower. Why don't 'essential' people forced to still work get $24, too?\"", "claim_id": "social_162", "label": "half-true", "evidences": [["why don't 'essential' people forced to still work get $24, too?\"", 0], 0]}
{"id": 163, "claim": "\"Mass vaccination for COVID-19 in Senegal was started yesterday (4/8) and the first 7 CHILDREN who received it DIED on the spot.\"", "claim_id": "social_163", "label": "false", "evidences": [["he had cosmetic products for sale in his bag,\" she said.", 0], 0]}
{"id": 164, "claim": "\"The Chinese Communist Party is using Zoom as a way to spy on our citizens.\"", "claim_id": "social_164", "label": "barely-true", "evidences": [["the claim is based on a report from researchers at the university of toronto.", 0], 0]}
{"id": 165, "claim": "During the 1918 flu pandemic, San Francisco residents formed the \"Anti-Mask League.\" San Francisco \"was ultimately one of the cities that suffered the most with a high death rate.\"", "claim_id": "social_165", "label": "mostly-true", "evidences": [["san francisco \"was ultimately one of the cities that suffered the most with a high death rate.\"", 0], 0]}
{"id": 166, "claim": "Images show COVID-19 victims being buried in mass graves in New York City.", "claim_id": "social_166", "label": "mostly-true", "evidences": [["social media posts about the burials are mostly accurate, but many need additional information.", 0], 0]}
{"id": 167, "claim": "Photo shows packed beach of re-opened Jacksonville Beach on CNN.", "claim_id": "social_167", "label": "pants-fire", "evidences": [["the image also isn't even from the united states.", 0], 0]}
{"id": 168, "claim": "For coronavirus cases \"in the U.S. 38% of those hospitalized are under 35.\"", "claim_id": "social_168", "label": "barely-true", "evidences": [["we could not find any current data that matches rubio's tweet.", 0], 0]}
{"id": 169, "claim": "Stay-at-home orders \"actually are the law of these states.\"", "claim_id": "social_169", "label": "mostly-true", "evidences": [["technically, many have been issued in the form of executive orders or proclamations, rather than a conventional law passed by the legislature and signed by the governor.", 0], 0]}
{"id": 170, "claim": "Says President Donald Trump is selling coronavirus-themed commemorative coins through the White House Gift Shop.", "claim_id": "social_170", "label": "false", "evidences": [["the white house gift shop is selling the coins on its website, but it's a private business.", 0], 0]}
{"id": 171, "claim": "Donald Trump is \"announcing tomorrow that the US is going into quarantine for the next 14 days.\"", "claim_id": "social_171", "label": "false", "evidences": [["and decisions are usually left up to states and localities.", 0], 0]}
{"id": 172, "claim": "Says two patients at Valley Regional Medical Center in Brownsville, Texas, \"are being looked at\" for possible coronavirus infections.", "claim_id": "social_172", "label": "false", "evidences": [["\"there is no #cov19 in the rgv.\"", 0], 0]}
{"id": 173, "claim": "\"My wife is suffering from coronavirus and she is pregnant. The doctor said she won't survive it.\"", "claim_id": "social_173", "label": "pants-fire", "evidences": [["elaine baca, the photographer who owns lane b, told politifact that it was a birth photo for lorielle forte.", 0], 0]}
{"id": 174, "claim": "Says Bill O'Reilly wrote a post claiming that the coronavirus was created as a bioweapon by the Chinese government.", "claim_id": "social_174", "label": "pants-fire", "evidences": [["o'reilly's website staff confirmed that he didn't write the message.", 0], 0]}
{"id": 175, "claim": "\"Joe Exotic tests positive for coronavirus in prison. It's been confirmed.\"", "claim_id": "social_175", "label": "false", "evidences": [["initial reports from british tabloids said that maldonado-passage had contracted covid-19 in prison, according to vanity fair, but the publication says \"that rumor has not yet been proven.\"", 0], 0]}
{"id": 176, "claim": "In South Florida \"all children and adults must remain in their homes\" due to coronavirus.", "claim_id": "social_176", "label": "pants-fire", "evidences": [["miami-dade county's order march 17 made it clear that grocery stores, pharmacies and gas stations remain open.", 0], 0]}
{"id": 177, "claim": "\"Go look at other countries that went through exactly this, started to reopen, and then they saw the infection rate go back up again.\"", "claim_id": "social_177", "label": "true", "evidences": [["he said that people who are anxious to reopen should be aware that there are cases where other countries reopened and then saw the infection rate increase.", 0], 0]}
{"id": 178, "claim": "Says the Coronavirus Aid, Relief, and Economic Security Act gives members of Congress a pay increase.", "claim_id": "social_178", "label": "pants-fire", "evidences": [["there is also money for reimbursing the staff of the house child care center, covering the costs of food service contracts and paying the house sergeant-at-arms.", 0], 0]}
{"id": 179, "claim": "\"My mask will keep someone else safe and their mask will keep me safe.\"", "claim_id": "social_179", "label": "true", "evidences": [["under ideal circumstances, no face masks are intended to be worn for more than one encounter.", 0], 0]}
{"id": 180, "claim": "Says the Asian, Hong Kong, swine and bird flus each \"killed more people than coronavirus.\"", "claim_id": "social_180", "label": "false", "evidences": [["the post is correct on the number of people killed only for the asian flu.", 0], 0]}
{"id": 181, "claim": "Says if you donate blood, \"they HAVE to test you\" for coronavirus.", "claim_id": "social_181", "label": "false", "evidences": [["the account that tweeted the information in the facebook post has since deleted it, writing: \"i don't want to contribute to hysteria or medical misinformation.\"", 0], 0]}
{"id": 182, "claim": "\"Shands Hospital of Gainesville Florida has confirmed its first case of coronavirus.\"", "claim_id": "social_182", "label": "false", "evidences": [["shands hospital in gainesville is part of the the university of florida health medical network.", 0], 0]}
{"id": 183, "claim": "\"Hair weave and lace fronts manufactured in China may contain the coronavirus.\"", "claim_id": "social_183", "label": "pants-fire", "evidences": [["the agency said there's no evidence that the coronavirus can spread through imports.", 0], 0]}
{"id": 184, "claim": "\"Sanitizer will do nothing for the coronavirus.\"", "claim_id": "social_184", "label": "false", "evidences": [["since its outbreak in wuhan, china, in december, the 2019 coronavirus has infected more than 88,000 people in 64 countries.", 0], 0]}
{"id": 185, "claim": "Video shows President Donald Trump saying COVID-19 is Democrats' \"new hoax.\"", "claim_id": "social_185", "label": "false", "evidences": [["a similar video tweeted by michael bloomberg on feb. 20 made it look like he left other democratic presidential candidates speechless during a debate when he didn't.", 0], 0]}
{"id": 186, "claim": "\"More people have died from knowing Hillary\" than coronavirus.", "claim_id": "social_186", "label": "pants-fire", "evidences": [["a staffer later said she was \"clearly\" joking.", 0], 0]}
{"id": 187, "claim": "The United States is \"actually screening fewer people (for the coronavirus than other countries) because we don't have appropriate testing.\"", "claim_id": "social_187", "label": "mostly-true", "evidences": [["experts told us that to date, the united states has lagged behind other countries, though numbers are imprecise.", 0], 0]}
{"id": 188, "claim": "Says the NBA is asking Donald Trump to \"resign or we'll never play again.\"", "claim_id": "social_188", "label": "pants-fire", "evidences": [["in january, we investigated how a network of more than 100 hoax sites republished blair's articles to become a popular source of misinformation on facebook, where users shared the stories as if they were true.", 0], 0]}
{"id": 189, "claim": "Says COVID-19 came to the United States in 2019.", "claim_id": "social_189", "label": "false", "evidences": [["there's a lot we still don't know about the disease.", 0], 0]}
{"id": 190, "claim": "Says a photo shows the \"SAME EXACT PEOPLE\" at \"two different beaches\" in Los Angeles County and Jacksonville, Fla.", "claim_id": "social_190", "label": "false", "evidences": [["news aggregation apps like news break have seen an increase in downloads amid the coronavirus pandemic.", 0], 0]}
{"id": 191, "claim": "\"Illinois lags way behind all of our neighbors and certainly we're in the bottom tier of states that are doing testing.\"", "claim_id": "social_191", "label": "half-true", "evidences": [["at the time lightfoot made her statement, illinois did lag a majority of states nationally in terms of the share of its population that had been tested for covid-19, according to data compiled by an independent reporting project.", 0], 0]}
{"id": 192, "claim": "\"We've got to give the American public a rough estimate of how long we think this is going to take, based mostly on the South Korean model, which seems to be the trajectory that we are on, thankfully, and not the Italian model.\"", "claim_id": "social_192", "label": "half-true", "evidences": [["the u.s. and south korea have similar case fatality rates - italy's is higher - but all three countries have age-specific mortality rates that are about the same.", 0], 0]}
{"id": 193, "claim": "Says Donald Trump tweeted, \"Corona vaccine from Israel! Stock market up! Economy even stronger now! Besides US, Israel best at inventions: Judaism, olives. Wonderful vaccine, will stop Corona DEAD around world. Can't make vaccines when being bombed, not have been possible without peace I created in Israel!\"", "claim_id": "social_193", "label": "false", "evidences": [["on march 2, for example, he wrote: \"i am meeting with major pharmaceutical companies today at the white house about progress on a vaccine and cure.", 0], 0]}
{"id": 194, "claim": "Says Nancy Pelosi's coronavirus bill includes \"tax credits for solar and wind energy ... retirement plans for community newspaper employees ... $300 million for PBS ... climate change studies\" and more.", "claim_id": "social_194", "label": "mostly-true", "evidences": [["the ad is correct that five of those six provisions are in the house bill.", 0], 0]}
{"id": 195, "claim": "Says Joe Biden has \"written a letter of apology\" for calling Trump's travel restrictions from China \"xenophobic.\"", "claim_id": "social_195", "label": "false", "evidences": [["we found no record of any letter or apology from biden.", 0], 0]}
{"id": 196, "claim": "Says a \"Clorox bottle claimed it could kill (the 2019 coronavirus)... before it was developed.\"", "claim_id": "social_196", "label": "false", "evidences": [["it's true that some clorox products have labels that claim they're effective against human coronaviruses.", 0], 0]}
{"id": 197, "claim": "Says the 2019 coronavirus \"causes sudden death syndrome.\"", "claim_id": "social_197", "label": "false", "evidences": [["a jan. 30 study of 99 coronavirus cases found that the virus \"can result in severe and even fatal respiratory diseases such as acute respiratory distress syndrome.\"", 0], 0]}
{"id": 198, "claim": "Says video of body bags being dumped in a ditch shows the \"situation in Italy\" due to the coronavirus.", "claim_id": "social_198", "label": "false", "evidences": [["mass graves have been dug for the incineration and burial of the dead.", 0], 0]}
{"id": 199, "claim": "\"The CDC issued its first warning on Jan 8. Trump held campaign rallies on Jan 9, Jan 14, Jan 28, Jan 30, Feb 10, Feb 19, Feb 20, Feb 21, & Feb 28. He golfed on Jan 18, Jan 19, Feb 1, Feb 15, Mar 7, Mar 8. The first time he admitted the coronavirus might be a problem was Mar 13.\"", "claim_id": "social_199", "label": "half-true", "evidences": [["there was a health advisory issued jan. 8, though the threat to the u.s. was undefined and person-to-person transmission wasn't established yet.", 0], 0]}
{"id": 200, "claim": "\"People Of Color May Be Immune To The Coronavirus Because Of Melanin.\"", "claim_id": "social_200", "label": "false", "evidences": [["therefore, our immune systems are developing a defense against covid-19 for the first time.\"", 0], 0]}
{"id": 201, "claim": "\"The State of Florida has announced measures that all workplaces with 10 employees or more are to have paid mandatory leave to avoid the spread of COVID-19 coronavirus starting on March 6, 2020. All schools are to close for 2 weeks also from March 6th.\"", "claim_id": "social_201", "label": "false", "evidences": [["if the government of a state with more than 20 million people decided to shutter schools and many, many businesses for two weeks - forcing business owners to give their employees paid leave during that time - it would draw wide media attention.", 0], 0]}
{"id": 202, "claim": "There are \"360,000 (deaths) a year from swimming pools. But we don't shut the country down for that.\"", "claim_id": "social_202", "label": "false", "evidences": [["for one thing, that's too many zeros.", 0], 0]}
{"id": 203, "claim": "\"Sweden has zero lockdown\" and \"is in no worse shape than Denmark or Norway,\" which are in lockdown.", "claim_id": "social_203", "label": "barely-true", "evidences": [["it goes too far to say sweden has no lockdown, in that gatherings of more than 50 people are prohibited.", 0], 0]}
{"id": 204, "claim": "\"Italy has decided not to treat their elderly for this virus.\"", "claim_id": "social_204", "label": "barely-true", "evidences": [["overwhelmed by the number of cases, the country was relying on guidelines to give priority for some treatments, such as ventilators, to those patients most likely to survive.", 0], 0]}
{"id": 205, "claim": "\"The blood test for coronavirus costs $3,200.\"", "claim_id": "social_205", "label": "barely-true", "evidences": [["but there could be costs associated with seeking such testing, like a visit to the hospital.", 0], 0]}
{"id": 206, "claim": "\"Hundreds and hundreds of labs are ready, willing, and able.\"", "claim_id": "social_206", "label": "barely-true", "evidences": [["the white house declined to provide the list, and the health and human services department did not provide a tally.", 0], 0]}
{"id": 207, "claim": "COVID-19 is \"here to stay\" and \"we need to accept that and be prepared to deal with COVID long term.\"", "claim_id": "social_207", "label": "mostly-true", "evidences": [["he was making the point that staying indoors for another month or two with extended shelter-in-place orders won't get rid of the virus.", 0], 0]}
{"id": 208, "claim": "Says Gov. Tony Evers is \"pushing firearm confiscation orders\"", "claim_id": "social_208", "label": "pants-fire", "evidences": [["that was an overreach in 2019, and it's even more absurd now.", 0], 0]}
{"id": 209, "claim": "Says Robin Vos wore protective gear that \"election workers he forced to work ... do not have.\"", "claim_id": "social_209", "label": "barely-true", "evidences": [["other poll workers in burlington wore the same gear as vos, so he didn't receive any special treatment there like the claim implies.", 0], 0]}
{"id": 210, "claim": "\"Immigrants make up a majority of essential workers in places like New York City.\"", "claim_id": "social_210", "label": "mostly-true", "evidences": [["this number is backed up by a new york city comptroller's office study that found that 53% of all \"frontline\" workers in the city are immigrants.", 0], 0]}
{"id": 211, "claim": "Says COVID-19 remains in the air for eight hours and that everyone is now required to wear masks \"everywhere.\"", "claim_id": "social_211", "label": "false", "evidences": [["there is no current evidence that the virus can remain in the air for eight hours.", 0], 0]}
{"id": 212, "claim": "\"During the 2009 swine flu outbreak, Biden made reckless comments unsupported by science & the experts. The Obama Admin had to clean up his mess & apologize for his ineptitude.\"", "claim_id": "social_212", "label": "mostly-true", "evidences": [["during a television interview, biden said he would advise his family not to travel in confined places, and claimed that when one person sneezes \"it goes all the way through an aircraft.\"", 0], 0]}
{"id": 213, "claim": "In 1986, the founder of the Times Square Church prophesied that he saw \"a plague coming on the world and the bars and church and government will shut down,\" with New York City especially hard hit.", "claim_id": "social_213", "label": "false", "evidences": [["there is no evidence that wilkerson said this, and his own church denies any instance of him saying this in a book or sermon.", 0], 0]}
{"id": 214, "claim": "Says the Vatican confirmed that Pope Francis and two aides tested positive for coronavirus.", "claim_id": "social_214", "label": "pants-fire", "evidences": [["we could find no credible sources that say the pope - who lost part of a lung to an illness as a young man - was tested for the current coronavirus, or that he tested positive.", 0], 0]}
{"id": 215, "claim": "Says the CDC now says that the coronavirus can survive on surfaces for up to 17 days.", "claim_id": "social_215", "label": "false", "evidences": [["we previously looked at how long the virus can survive on certain surfaces in a recent fact-check and found research suggesting it can live for up to three hours in the air, four hours on copper, 24 hours on cardboard and three days on plastic and stainless steel.", 0], 0]}
{"id": 216, "claim": "The Gates Foundation \"has the patent for this coronavirus.\"", "claim_id": "social_216", "label": "false", "evidences": [["but as of now, they're not listed on a future vaccine patent.", 0], 0]}
{"id": 217, "claim": "Quotes Joe Biden as saying \"people who have never died before are now dying from coronavirus.\"", "claim_id": "social_217", "label": "pants-fire", "evidences": [["we reviewed biden's comments in tele-town halls, campaign ads and media interviews and found no evidence he said anything close to the statement.", 0], 0]}
{"id": 218, "claim": "\"Obesity is, like, the No. 1 factor in whether you really get hit hard by COVID-19.\"", "claim_id": "social_218", "label": "half-true", "evidences": [["1 factor in whether you really get hit hard by covid-19.\"", 0], 0]}
{"id": 219, "claim": "\"Fish tank additive may treat coronavirus.\"", "claim_id": "social_219", "label": "false", "evidences": [["chloroquine, a compound commonly found in fish-tank cleaners, also forms the basis of a prescription drug used for malaria.", 0], 0]}
{"id": 220, "claim": "Pictures and reports of \"empty hospitals\" prove COVID-19 spread is \"fake crisis for real government planned agendas.\"", "claim_id": "social_220", "label": "false", "evidences": [["there are hospitals with significant numbers of empty beds, but that's because they are canceling non-urgent surgeries and other procedures in an effort to free up bed space for an expected influx of coronavirus patients.", 0], 0]}
{"id": 221, "claim": "\"George Soros owns the WuXi PHARMA LAB located in Wuhan, China where COVID-19 was developed and conveniently Broke Out.\"", "claim_id": "social_221", "label": "false", "evidences": [["an article published march 17 says that, while the exact origin of the coronavirus is still unclear, its genetic makeup of the coronavirus precludes it from being created in a lab.", 0], 0]}
{"id": 222, "claim": "\"People are going door to door in Colorado Springs stating they are COVID testing so they can rob people!!!!\"", "claim_id": "social_222", "label": "false", "evidences": [["the department's dispatch had not fielded any calls along those lines.", 0], 0]}
{"id": 223, "claim": "\"It has been estimated that only 12% of workers in businesses that are likely to stay open during this crisis are receiving paid sick leave benefits as a result of the second coronavirus relief package.\"", "claim_id": "social_223", "label": "mostly-true", "evidences": [["there are different takes on the math, but when you factor in the impact of the law's exemptions to this requirement, it still appears that the number of essential workers guaranteed paid sick leave because of this law is in the range of 12% to the low teens.", 0], 0]}
{"id": 224, "claim": "\"Cocaine kills corona virus, scientists is shocked to discover that this drug can fight the virus.\"", "claim_id": "social_224", "label": "pants-fire", "evidences": [["cocaine is a highly addictive drug that can lead to long-term respiratory problems and movement disorders like parkinson's disease, according to the national institutes of health.", 0], 0]}
{"id": 225, "claim": "\"We've still had more deaths to the flu this year than we've had COVID-19.\"", "claim_id": "social_225", "label": "false", "evidences": [["forest phrased his claim in a way that makes it seem like health experts were keeping and publicizing an ongoing log of flu deaths across america.", 0], 0]}
{"id": 226, "claim": "\"We've tested more than every country combined.\"", "claim_id": "social_226", "label": "pants-fire", "evidences": [["there is no reasonable way to conclude that the american system has run more diagnostics than \"all other major countries combined.\"", 0], 0]}
{"id": 227, "claim": "\"No city in the state can quarantine itself without state approval.\"", "claim_id": "social_227", "label": "true", "evidences": [["we reached out to cuomo and de blasio's press offices but did not hear back.", 0], 0]}
{"id": 228, "claim": "Says Italian Prime Minister Giuseppe Conte said, \"We have lost control, we have killed the epidemic physically and mentally. Can't understand what more we can do, all solutions are exhausted on ground. Our only hope remains up in the Sky, God rescue your people.\"", "claim_id": "social_228", "label": "pants-fire", "evidences": [["in a march 17 twitter thread, conte said the country has faced a thousand difficulties in the past, including world wars and a fascist regime, but has endured them with heads held high.", 0], 0]}
{"id": 229, "claim": "\"Michigan Governor Gretchen Whitmer bans buying US flags during lockdown.\"", "claim_id": "social_229", "label": "false", "evidences": [["while the order places certain limits on how goods are sold, it does not ban michiganders from buying any item, including flags.", 0], 0]}
{"id": 230, "claim": "\"Everyone is only dying of coronavirus now.\"", "claim_id": "social_230", "label": "false", "evidences": [["her post reflects a misunderstanding of how covid-19 interacts with other health conditions and how deaths are reported.", 0], 0]}
{"id": 231, "claim": "Says President Donald Trump will announce that a scientist \"finally found vaccine to cure corona virus.\"", "claim_id": "social_231", "label": "pants-fire", "evidences": [["public domain records show that some of the websites spreading the bogus articles about a new coronavirus vaccine are registered in ghana and nigeria.", 0], 0]}
{"id": 232, "claim": "\"Face masks being manufactured in China, for example, went to domestic consumption and their own fight against the virus\" while the U.S. was \"largely unable to import supplies from China.\"", "claim_id": "social_232", "label": "barely-true", "evidences": [["china did have a greater need for its domestically manufactured masks in february as the virus ravaged the country, but rubio greatly overstates the situation.", 0], 0]}
{"id": 233, "claim": "Says a study projects Wisconsin's coronavirus cases will peak on April 26, 2020", "claim_id": "social_233", "label": "mostly-true", "evidences": [["but facebook's design updates a linked story when the story is updated.", 0], 0]}
{"id": 234, "claim": "Says that under order from Gov. Tony Evers, he and his eight children can't legally have dinner together anymore.", "claim_id": "social_234", "label": "half-true", "evidences": [["though this is technically true for stroebel's family, people reading this tweet could well take away that their own one-household family can't get together to eat.", 0], 0]}
{"id": 235, "claim": "\"President Trump has come into contact with a potential coronavirus sufferer!\"", "claim_id": "social_235", "label": "barely-true", "evidences": [["trump shook hands with matt schlapp, a man who says he had been in contact days earlier with someone who is reportedly being treated for the virus.", 0], 0]}
{"id": 236, "claim": "Says a pandemic occurs exactly every 100 years.", "claim_id": "social_236", "label": "false", "evidences": [["coronavirus - 2019-2020 the post is more or less correct in saying this pandemic is from 2020. covid-19 can be traced back at least to dec. 31, 2019, when the government in wuhan, china, confirmed that health authorities were treating dozens of cases of pneumonia from an unknown cause.", 0], 0]}
{"id": 237, "claim": "Says Queen Elizabeth said Philippine President Rodrigo Duterte \"is the kind of leader who knows the way .... Filipinos are very lucky to have him.\"", "claim_id": "social_237", "label": "pants-fire", "evidences": [["this post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 238, "claim": "The health insurance industry has \"agreed to waive all co-payments for coronavirus treatments.\"", "claim_id": "social_238", "label": "false", "evidences": [["they agreed to waive copayments for coronavirus testing.", 0], 0]}
{"id": 239, "claim": "Quotes Sen. Lindsey Graham as saying President Trump \"probably knows more about medicine and specifically viruses than any of the so-called scientists at the NIH and CDC.\"", "claim_id": "social_239", "label": "pants-fire", "evidences": [["graham released a statement on feb. 26 praising trump's response to the current coronavirus outbreak, but he doesn't suggest in that statement that he believes trump knows more about the virus than medical professionals.", 0], 0]}
{"id": 240, "claim": "Says House Speaker Nancy Pelosi deleted a video of her telling people to go to Chinatown.", "claim_id": "social_240", "label": "false", "evidences": [["pelosi on feb. 24 did encourage people to go to chinatown in san francisco.", 0], 0]}
{"id": 241, "claim": "\"Every election year has a disease\" ... SARS in 2004; avian flu in 2008; swine flu in 2010; MERS in 2012; Ebola in 2014 and 2018; Zika in 2016 and the coronavirus in 2020.", "claim_id": "social_241", "label": "false", "evidences": [["some of the diseases never impacted the united states, and never came up as a large point in a campaign.", 0], 0]}
{"id": 242, "claim": "\"Now, they're doing tests on airlines - very strong tests - for getting on, getting off. They're doing tests on trains - getting on, getting off.\"", "claim_id": "social_242", "label": "pants-fire", "evidences": [["they're doing tests on trains - getting on, getting off.\"", 0], 0]}
{"id": 243, "claim": "A banner with a swastika, \"Trump\" and \"Pence\" is from a Michigan coronavirus protest.", "claim_id": "social_243", "label": "false", "evidences": [["it's not clear from the photo whether the banner was in support of president donald trump and vice president mike pence, or whether it was meant to smear them.", 0], 0]}
{"id": 244, "claim": "\"(Barack Obama) set up anti-pandemic programs in 47 vulnerable countries as a way to protect against something like the coronavirus, exactly. Do you know that Trump closed 37 of them?\"", "claim_id": "social_244", "label": "false", "evidences": [["news reports in 2018 said the cdc was planning to shrink its operations to help foreign countries prevent infectious diseases because it didn't expect to receive new funding once the supplement it received in 2014 ran out.", 0], 0]}
{"id": 245, "claim": "\"Rivers in Oklahoma are full of catfish carrying the virus.\"", "claim_id": "social_245", "label": "false", "evidences": [["\"if your friends share a fake graphic about covid-19 and 'catfish' that looks like it's from news 9, tell 'em it's not from us.", 0], 0]}
{"id": 246, "claim": "\"If you have the Flu... get these two items... Sambucol (and) Oscillococcinum... in 48 hours you will feel better. In 72 hours you will be almost symptom-free.\"", "claim_id": "social_246", "label": "barely-true", "evidences": [["in 72 hours you will be almost symptom-free.\"", 0], 0]}
{"id": 247, "claim": "\"Per order from @GovWhitmer, people in Michigan are now banned from purchasing a new baby car seat in stores.\"", "claim_id": "social_247", "label": "false", "evidences": [["no part of the executive order bans the sale of car seats, but large stores are under orders to keep customers away from areas selling items in categories such as gardening, flooring and furniture.", 0], 0]}
{"id": 248, "claim": "\"China is to blame because the culture where people eat bats and snakes and dogs and things like that, these viruses are transmitted from the animal to the people and that's why China has been the source of a lot of these viruses like SARS, like MERS, the Swine Flu and now the coronavirus.\"", "claim_id": "social_248", "label": "false", "evidences": [["first of all, cornyn is wrong that mers and the swine flu were first identified in humans in china.", 0], 0]}
{"id": 249, "claim": "\"This lady here applied sanitizer to her hands/forearms & went to the kitchen to cook. The moment she turned on the gas stove, her hands caught fire due to the alcohol contained in the sanitizer.\"", "claim_id": "social_249", "label": "false", "evidences": [["the moment she turned on the gas stove, her hands caught fire due to the alcohol contained in the sanitizer.\"", 0], 0]}
{"id": 250, "claim": "Nigerians are \"burning Chinese stores.\"", "claim_id": "social_250", "label": "false", "evidences": [["the paper said that \"some of the affected traders were sobbing uncontrollably as their goods went up in flames,\" but the article makes no mention of chinese stores, as the facebook post claims.", 0], 0]}
{"id": 251, "claim": "\"Why did the US (NIH) in 2017 give $3.7m to the Wuhan Lab in China? Such grants were prohibited in 2014. Did Pres. Obama grant an exception?\" ", "claim_id": "social_251", "label": "false", "evidences": [["the grant was made in 2014, and the amount that went to the lab was a bit under $600,000.", 0], 0]}
{"id": 252, "claim": "Says Daniel Radcliffe has the coronavirus.", "claim_id": "social_252", "label": "pants-fire", "evidences": [["earlier today, i rted a fake bbc account and un-rted when a very helpful reader flagged it.", 0], 0]}
{"id": 253, "claim": "\"In Chicago, Covid-19 actually LOWERED the death rate.\"", "claim_id": "social_253", "label": "false", "evidences": [["but numbers from the cook county medical examiner do not indicate that deaths in chicago decreased in march as covid-19 started to ravage illinois.", 0], 0]}
{"id": 254, "claim": "\"When using a medical mask you're supposed to use... white side out (this is the filter part) for when you're not sick.\"", "claim_id": "social_254", "label": "false", "evidences": [["one more thing: americans looking to buy a medical mask to protect themselves against the 2019 novel coronavirus, or covid-19, should know it isn't generally necessary.", 0], 0]}
{"id": 255, "claim": "\"America has been vaccinating cattle for coronavirus for years, yet the news tells you it's new and gunna kill you all so go buy mask.\"", "claim_id": "social_255", "label": "false", "evidences": [["despite what the post suggests, the existence of a bovine vaccine doesn't mean there is a coronavirus vaccine for humans, and none is expected soon.", 0], 0]}
{"id": 256, "claim": "\"Go to 2020census.gov and fill out this census form so you can get your stimulus check.\"", "claim_id": "social_256", "label": "false", "evidences": [["by law, the census bureau must keep your answers confidential; the information it receives is used only to produce statistics.", 0], 0]}
{"id": 257, "claim": "Says Wisconsin measures have \"prevented the death of at least 300 Wisconsinites, and perhaps as many as 1,400 lives.\"", "claim_id": "social_257", "label": "mostly-true", "evidences": [["this claim lines up with projections made by dhs, and experts say it's in line with what other models projected as well.", 0], 0]}
{"id": 258, "claim": "\"Until this week, they [OSHA] weren't even enforcing these guidelines [for coronavirus]. Still today, OSHA is not specifying which rules employees must follow or how to keep their workers safe and healthy.\"", "claim_id": "social_258", "label": "true", "evidences": [["it's true that osha did not release any covid-19 enforcement instructions for its inspectors until april 13. however, even when this directive was issued, it told inspectors to focus on its existing general safety standards, not recommendations geared toward the current outbreak.", 0], 0]}
{"id": 259, "claim": "The mortality rate for the flu is \"right around\" that of the new coronavirus: \"It's right around 2%.\"", "claim_id": "social_259", "label": "false", "evidences": [["that's not true, according to data from the cdc and exchanges with multiple global health experts.", 0], 0]}
{"id": 260, "claim": "\"The Trump Administration promised 27 million tests by the end of March. As of now, only 4 million have been completed.\"", "claim_id": "social_260", "label": "half-true", "evidences": [["as of now, only 4 million have been completed.\"", 0], 0]}
{"id": 261, "claim": "Says the 2008 book \"End of Days\" predicted the current coronavirus outbreak.", "claim_id": "social_261", "label": "false", "evidences": [["but snopes, which fact-checked another claim that koontz predicted the new coronavirus outbreak, pointed out several ways the current outbreak differs from what's described in the novel.", 0], 0]}
{"id": 262, "claim": "\"There was no real scientific basis for believing that\" social distancing would be necessary, \"since it had never been studied.\"", "claim_id": "social_262", "label": "false", "evidences": [["experts we spoke to cited a number of studies - including two influential analyses of the 1918 influenza - that show social distancing can help slow the spread of new infectious diseases.", 0], 0]}
{"id": 263, "claim": "\"I've always known this is a real, this is a pandemic. I've felt it was a pandemic long before it was called a pandemic.\"", "claim_id": "social_263", "label": "pants-fire", "evidences": [["i've felt it was a pandemic long before it was called a pandemic.\"", 0], 0]}
{"id": 264, "claim": "Says the Vatican reports that Pope Francis tested negative for the coronavirus before a second test came back positive.", "claim_id": "social_264", "label": "false", "evidences": [["on march 3, il messaggero reported that the pope had been tested for the virus as a precaution and that the result was negative -- something the vatican has not officially confirmed -- but the story doesn't say a second test was administered or that the pope tested positive.", 0], 0]}
{"id": 265, "claim": "\"Anybody that wants a test (for the coronavirus) can get a test.\"", "claim_id": "social_265", "label": "pants-fire", "evidences": [["it is health care providers who make the call on who gets tested, based on recommendations from the cdc.", 0], 0]}
{"id": 266, "claim": "North Carolina is \"in the small minority of states that requires an absentee ballot to be signed by two witnesses or a notary public.\"", "claim_id": "social_266", "label": "true", "evidences": [["according to a nonpartisan organization that tracks state laws, nc is one of only three states (6 percent of the us) that requires absentee ballots to be signed by two witnesses or a notary public.", 0], 0]}
{"id": 267, "claim": "Herd immunity is probably why California has far fewer COVID-19 deaths than New York.", "claim_id": "social_267", "label": "false", "evidences": [["experts say that with relatively little testing having been done, there is no evidence to indicate that herd immunity explains the large gap in coronavirus deaths in the two states.", 0], 0]}
{"id": 268, "claim": "\"There was no effort\" to get American experts into China after it announced the coronavirus, and \"we had one person in-country (and Trump) pulled him out of the country.\"", "claim_id": "social_268", "label": "barely-true", "evidences": [["trump's personal role is unclear, but his health and human services secretary did make the effort to get u.s. experts inside.", 0], 0]}
{"id": 269, "claim": "Photo shows a crowded New York City subway train during stay-at-home order.", "claim_id": "social_269", "label": "true", "evidences": [["according to a report by the new york times, although overall subway ridership is down 87%, the steepest declines have occurred in richer neighborhoods.", 0], 0]}
{"id": 270, "claim": "Says \"The Simpsons\" predicted the coronavirus.", "claim_id": "social_270", "label": "pants-fire", "evidences": [["this post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 271, "claim": "Says a photo shows South Carolina after stay-at-home orders were announced.", "claim_id": "social_271", "label": "false", "evidences": [["charleston and columbia, s.c., told people to stay at home before the state issued its statewide mandate.", 0], 0]}
{"id": 272, "claim": "Joe Diffie's death was labeled \"as a COVID-19 death and it wasn't!\"", "claim_id": "social_272", "label": "false", "evidences": [["i've seen multiple posts and it's upsetting to all of us.\"", 0], 0]}
{"id": 273, "claim": "\"Coronavirus Hoax: Fake Virus Pandemic Fabricated to Cover-Up Global Outbreak of 5G Syndrome.\"", "claim_id": "social_273", "label": "false", "evidences": [["world experts say the virus originated in an animal - perhaps in a bat that transmitted the virus to another animal, and then to humans.", 0], 0]}
{"id": 274, "claim": "Says Nancy Pelosi's \"daughter is on the board of the Kennedy Center so that's why it was so important to send them all that money.\"", "claim_id": "social_274", "label": "false", "evidences": [["nancy pelosi is an ex officio member, designated by an act of congress, according to the kennedy center's website.", 0], 0]}
{"id": 275, "claim": "Says Michigan COVID-19 order bans gardening and the sale of vegetable seeds and fruit.", "claim_id": "social_275", "label": "false", "evidences": [["the order does not prohibit gardening or the sale of any particular product in michigan.", 0], 0]}
{"id": 276, "claim": "Says truck drivers are being turned away from fast-food restaurants during the COVID-19 pandemic.", "claim_id": "social_276", "label": "mostly-true", "evidences": [["it's worth noting that mcdonald's has responded with a curbside ordering app at some locations to help accommodate truckers.", 0], 0]}
{"id": 277, "claim": "\"We inherited a broken test\" for COVID-19.", "claim_id": "social_277", "label": "pants-fire", "evidences": [["that flies in the face of logic.", 0], 0]}
{"id": 278, "claim": "\"It is the decision of the President,\" not governors, to \"open up the states.\"", "claim_id": "social_278", "label": "false", "evidences": [["the white house provided no evidence to show that it is up to trump and not the governors to reopen the states.", 0], 0]}
{"id": 279, "claim": "\"I see no time in the history of this country when perfectly healthy people have been basically confined to their homes or only able to do essential things as in Kansas City or St. Louis.\"", "claim_id": "social_279", "label": "false", "evidences": [["many cities during the spanish flu outbreak enacted similar restrictions.", 0], 0]}
{"id": 280, "claim": "Says the CDC recommends men shave their beards to protect against coronavirus.", "claim_id": "social_280", "label": "false", "evidences": [["the story, and others like it, say that facial hair can interfere with masks - and that isn't untrue - but these posts in connection with the coronavirus are ultimately misleading.", 0], 0]}
{"id": 281, "claim": "Even with no shutdown, Sweden has a lower COVID-19 infection rate than UK, Italy and Spain.", "claim_id": "social_281", "label": "half-true", "evidences": [["infection rates are lower, but that's not necessarily a telling metric.", 0], 0]}
{"id": 282, "claim": "\"'The Simpsons' predicted Tom Hanks getting coronavirus in 2007.\"", "claim_id": "social_282", "label": "false", "evidences": [["in the closing credits of \"the simpsons movie\" from that year, hanks' character says: \"this is tom hanks, saying, if you see me in person, leave me be.\"", 0], 0]}
{"id": 283, "claim": "\"Wisconsin is the only state where all Republicans voted against protecting its citizens.\"", "claim_id": "social_283", "label": "mostly-true", "evidences": [["it is indeed the only state where all republicans opposed the bill, which has now become law.", 0], 0]}
{"id": 284, "claim": "\"Being exposed to the sun for two hours\" kills the 2019 coronavirus.", "claim_id": "social_284", "label": "false", "evidences": [["in the united states, there have been 938 confirmed cases and 31 deaths.", 0], 0]}
{"id": 285, "claim": "\"The flu killed 80,000 people in the U.S. last year\"", "claim_id": "social_285", "label": "barely-true", "evidences": [["but we know that in september 2018, the cdc announced a preliminary estimate that flu deaths totaled 80,000. later, the cdc updated its estimate to a lower number: 61,099 deaths.", 0], 0]}
{"id": 286, "claim": "Says no one has died from the coronavirus in the United States.", "claim_id": "social_286", "label": "false", "evidences": [["but for covid-19, the post is simply wrong.", 0], 0]}
{"id": 287, "claim": "Event 201 \"gave out stuffed souvenir coronavirus toys\" to \"commemorate\" Novel coronavirus outbreak", "claim_id": "social_287", "label": "barely-true", "evidences": [["they were given out in october - two months before the first cases of the current 2019 coronavirus outbreak appeared - but this was not because the event's organizers had predicted the novel coronavirus to come.", 0], 0]}
{"id": 288, "claim": "Scientists \"are shocked to discover that weed kills corona virus\"", "claim_id": "social_288", "label": "pants-fire", "evidences": [["and the world health organization said specifically that smoking and \"taking self-medication\" are not recommended as coronavirus remedies.", 0], 0]}
{"id": 289, "claim": "\"The coronavirus was invented and patented in the USA and then planted in China.\"", "claim_id": "social_289", "label": "false", "evidences": [["the best available information is that the virus originated in china with an animal and then spread to humans.", 0], 0]}
{"id": 290, "claim": "Says Ron Johnson said Americans should go back to work, because \"death is an unavoidable part of life.\"", "claim_id": "social_290", "label": "half-true", "evidences": [["johnson did use the line about death being unavoidable, but the headline exaggerates his position, implying he thinks all or most people should go back to work.", 0], 0]}
{"id": 291, "claim": "Media outlets reported that the same boy died 3 times from the coronavirus, in 3 countries.", "claim_id": "social_291", "label": "pants-fire", "evidences": [["it's unclear where the screenshot combining godinho's photo and abdulwahab's name originated.", 0], 0]}
{"id": 292, "claim": "\"We were slow with the testing, but very quick with the travel ban. And that's been much more critical in saving lives.\"", "claim_id": "social_292", "label": "false", "evidences": [["travel restrictions could have bought a bit of time.", 0], 0]}
{"id": 293, "claim": "\"President Trump, COVID-19 coronavirus: U.S. cases 1,329; U.S. deaths, 38; panic level: mass hysteria. President Obama, H1N1 virus: U.S. cases, 60.8 million; U.S. deaths, 12,469; panic level: totally chill. Do you all see how the media can manipulate your life.\"", "claim_id": "social_293", "label": "barely-true", "evidences": [["and while it's too soon to calculate how deadly covid-19 will be, two experts told us it is clearly more deadly than h1n1.", 0], 0]}
{"id": 294, "claim": "The Obama administration \"didn't do anything about\" swine flu.", "claim_id": "social_294", "label": "false", "evidences": [["his assessment on the nation's response is incorrect.", 0], 0]}
{"id": 295, "claim": "Says Donald Trump tweeted, \"I ordered the Treasury secretary to send checks to Americans! First however, we will go through your social media history from the last 4 years and search for any post with #NotMyPresident in it. I wouldn't think of offending you with a check if I'm not your president! #MAGA\"", "claim_id": "social_295", "label": "pants-fire", "evidences": [["i wouldn't think of offending you with a check if i'm not your president!", 0], 0]}
{"id": 296, "claim": "Says Spectrum will provide free internet to students during coronavirus school closures.", "claim_id": "social_296", "label": "true", "evidences": [["starting march 16, charter also started waiving installation fees for new student households and opening its wifi hotspots for public use to, it said, \"ease the strain during this challenging time.\"", 0], 0]}
{"id": 297, "claim": "The Obama administration left Trump with a \"stockpile with a cupboard that was bare.\"", "claim_id": "social_297", "label": "barely-true", "evidences": [["in one specific way, he has a point: n95 masks were depleted after the h1n1 outbreak in 2009, and experts warned years ago that the supply should have been replenished.", 0], 0]}
{"id": 298, "claim": "Says 80% of novel coronavirus cases are \"mild.\"", "claim_id": "social_298", "label": "mostly-true", "evidences": [["it's important to note that different age groups have had different levels of severity.", 0], 0]}
{"id": 299, "claim": "Says \"the coronavirus was engineered by scientists in a lab.\"", "claim_id": "social_299", "label": "false", "evidences": [["other blogs and social media users have speculated that a lab near wuhan could be the source of the virus.", 0], 0]}
{"id": 300, "claim": "\"Covid-19 is now the leading cause of death in the United States.\"", "claim_id": "social_300", "label": "half-true", "evidences": [["that's true only if you compare the number of people dying of coronavirus daily against estimates of other causes from previous years.", 0], 0]}
{"id": 301, "claim": "Says \"there is no\" COVID-19 virus.", "claim_id": "social_301", "label": "pants-fire", "evidences": [["the who has declared the covid-19 outbreak to be a pandemic and global health emergency.", 0], 0]}
{"id": 302, "claim": "\"Bill Gates told us about the coronavirus in 2015.\"", "claim_id": "social_302", "label": "mostly-true", "evidences": [["he talks about an epidemic and we're now in the midst of a pandemic.", 0], 0]}
{"id": 303, "claim": "\"The coronavirus has made it to Mississippi and the lady that caught it wasn't around nobody with it which means it is airborne. That means if the wind blows it your direction you'll have it also.\"", "claim_id": "social_303", "label": "false", "evidences": [["we're still learning about the coronavirus and how it spreads, but this isn't accurate.", 0], 0]}
{"id": 304, "claim": "\"The (corona)virus just isn't nearly as deadly as we thought it was.\"", "claim_id": "social_304", "label": "barely-true", "evidences": [["scientists warned early in the outbreak that the raw number of confirmed cases didn't give a fully accurate picture of mortality.", 0], 0]}
{"id": 305, "claim": "Says Dr. Anthony Fauci \"stands to lose 100 million dollars on Bill Gates 'vaccine' for the coronavirus. Because he invested in this vaccine.\"", "claim_id": "social_305", "label": "false", "evidences": [["there are 70 potential covid-19 vaccines in development, one of which was created by niaid scientists in partnership with moderna, inc. that vaccine is being manufactured by an organization that the gates foundation supports, but there's no evidence that niaid or fauci will directly profit from that support.", 0], 0]}
{"id": 306, "claim": "Says CEOs got advance notice of COVID, then resigned to dump stock.", "claim_id": "social_306", "label": "false", "evidences": [["among the companies listed, only two of the ceos resigned after the coronavirus outbreak and left their companies.", 0], 0]}
{"id": 307, "claim": "Walmart, Amazon, Kroger, Target and Costco \"have not had any reported (coronavirus) cases in the news.\"", "claim_id": "social_307", "label": "false", "evidences": [["covid-19 infected more target employees at stores in georgia, north dakota, north carolina, and california.", 0], 0]}
{"id": 308, "claim": "\"During the flu pandemic of 1918, some cities lifted social distancing measures too fast, too soon, and created a second wave of pandemic.\"", "claim_id": "social_308", "label": "mostly-true", "evidences": [["typically, when social distancing ends, there is a second wave.", 0], 0]}
{"id": 309, "claim": "Mosquitoes can transfer COVID-19 \"from person to person\"", "claim_id": "social_309", "label": "false", "evidences": [["instead, it is transferred via droplets of saliva or discharge from the nose.", 0], 0]}
{"id": 310, "claim": "Says 44 senators \"voted NOT to send stimulus checks.\"", "claim_id": "social_310", "label": "false", "evidences": [["the \"main hang-up on the bill,\" vox reported, was that democrats objected to $500 billion earmarked for big companies and industries affected by the coronavirus.", 0], 0]}
{"id": 311, "claim": "The federal government is \"preparing to mobilize the national guard,\" \"dispatch them across the US with military\" and \"announce a nationwide 1 week quarantine for all citizens.\"", "claim_id": "social_311", "label": "false", "evidences": [["as for the stafford act, trump invoked the law march 13, thereby authorizing aid for state and local governments grappling with the coronavirus and waiving certain regulations that impede access to health care.", 0], 0]}
{"id": 312, "claim": "Says Democrats are on vacation until May 4 and \"refuse to come back\" to sign a bill to help small businesses.", "claim_id": "social_312", "label": "false", "evidences": [["the legislation could be approved by unanimous consent, which does not require a majority of members to be present.", 0], 0]}
{"id": 313, "claim": "\"All US citizens are entitled to $700 USD per week to stay at home to avoid the spread of COVID-19 novel coronavirus, starting from March 17.\"", "claim_id": "social_313", "label": "false", "evidences": [["this post was flagged as part of facebook's efforts to combat false news and misinformation on its news feed.", 0], 0]}
{"id": 314, "claim": "\"Queen Elizabeth tests positive for COVID-19.\"", "claim_id": "social_314", "label": "false", "evidences": [["so far, the news out of buckingham palace is good.", 0], 0]}
{"id": 315, "claim": "Says coronavirus is just \"the damn flu.\"", "claim_id": "social_315", "label": "pants-fire", "evidences": [["there is indeed overlap in some basic areas - what symptoms it causes, how it is spread, who is most at risk, etc.", 0], 0]}
{"id": 316, "claim": "Starting in March if you travel outside of the United States you won't be allowed back in the country \"due to high risk of the coronavirus.\"", "claim_id": "social_316", "label": "false", "evidences": [["american airlines and delta air lines are both halting flights to and from milan, italy, as well as several airports in or around china.", 0], 0]}
{"id": 317, "claim": "Says Nevada Gov. Steve Sisolak \"has banned the use of an anti-malaria drug that might help cure coronavirus.\"", "claim_id": "social_317", "label": "barely-true", "evidences": [["nevada's emergency regulation restricts the prescription of chloroquine for covid-19 patients in outpatient settings, but not in hospitals and emergency rooms.", 0], 0]}
{"id": 318, "claim": "The CDC recommends that only people with COVID-19 symptoms should wear masks.", "claim_id": "social_318", "label": "false", "evidences": [["that was the cdc's advice - until a change made april 3. now, to guard against the spread of the coronavirus, the cdc recommends nearly everyone wear a cloth face covering when out in public and where social distancing is more difficult.", 0], 0]}
{"id": 319, "claim": "Says for otherwise healthy people \"experiencing mild to moderate respiratory symptoms with or without a COVID-19 diagnosis ... only high temperatures kill a virus, so let your fever run high,\" but not over 103 or 104 degrees.", "claim_id": "social_319", "label": "barely-true", "evidences": [["generally speaking, a fever under 103 degrees doesn't necessarily need treatment.", 0], 0]}
{"id": 320, "claim": "Suggests Trump urged sick people to get out and vote during COVID-19 pandemic", "claim_id": "social_320", "label": "false", "evidences": [["trump said the words, but the statement was not targeted at americans who have been sickened by the novel coronavirus, as the post suggests.", 0], 0]}
{"id": 321, "claim": "Drinking \"water a lot and gargling with warm water & salt or vinegar eliminates\" the coronavirus.", "claim_id": "social_321", "label": "false", "evidences": [["so drinking lots of water, or gargling with warm water and salt or vinegar, won't eliminate it.", 0], 0]}
{"id": 322, "claim": "Says of President Donald Trump's actions on the coronavirus: \"No. 1, he fired the pandemic team two years ago. No. 2, he's been defunding the Centers for Disease Control.\"", "claim_id": "social_322", "label": "half-true", "evidences": [["1, he fired the pandemic team two years ago.", 0], 0]}
{"id": 323, "claim": "Says a military Humvee labeled \"COVID-19 quarantine team\" was on Interstate 696 in Michigan.", "claim_id": "social_323", "label": "false", "evidences": [["searching for \"covid-19 quarantine team\" online turned up only links to fact-checks, unsubstantiated social media posts and forums like 4chan, the source of several high-profile conspiracy theories.", 0], 0]}
{"id": 324, "claim": "\"Non-essential people get to file for unemployment and make two to three times more than normal,\" but essential workers still on the job get no pay raise.", "claim_id": "social_324", "label": "half-true", "evidences": [["this dynamic only applies to some workers who have modest incomes.", 0], 0]}
{"id": 325, "claim": "Shows a waitress saying, \"I lost my job. But I'll sleep better knowing\" that the coronavirus relief bill included funding for the Kennedy Center, refugee resettlement, PBS, and congressional salaries: \"Thanks, Democrats\"", "claim_id": "social_325", "label": "barely-true", "evidences": [["but i'll sleep better knowing\" that the coronavirus relief bill included funding for the kennedy center, refugee resettlement, pbs, and congressional salaries: \"thanks, democrats.\"", 0], 0]}
{"id": 326, "claim": "\"People defying stay-at-home order fill Arizona beaches.\"", "claim_id": "social_326", "label": "pants-fire", "evidences": [["doug ducey issued a stay-at-home order that runs through april 30, and has made no decision on whether to extend it.", 0], 0]}
{"id": 327, "claim": "\"Small trials\" to test convalescent plasma therapy for coronavirus patients \"seem to have had some degree of success.\"", "claim_id": "social_327", "label": "true", "evidences": [["we found two chinese studies that have found initial success, though more research is needed to confirm these results more broadly.", 0], 0]}
{"id": 328, "claim": "Models projecting COVID-19 deaths \"are talking about without mitigation.\"", "claim_id": "social_328", "label": "false", "evidences": [["the johns hopkins data was preliminary, and not designed as a forecast.", 0], 0]}
{"id": 329, "claim": "\"Huge! Results From Breaking Chloroquine Study Show 100% Cure Rate For Patients Infected With The Coronavirus.\"", "claim_id": "social_329", "label": "false", "evidences": [["the french study of the drug on 20 patients with covid-19 indicates it could help with treatment, but it is no sure cure.", 0], 0]}
{"id": 330, "claim": "Says the Chinese Communist Party \"will finally admit that the real source of the coronavirus is from 'a lab in Wuhan' linked to its covert biological weapon programs.\"", "claim_id": "social_330", "label": "false", "evidences": [["their findings suggest \"a likely single, recent emergence from a virus related to bat coronaviruses and the sars coronavirus.\"", 0], 0]}
{"id": 331, "claim": "\"The poor are, ironically, the most likely to be employed in the industries deemed 'essential' while their upper-class peers are freed to bunker down for weeks until the first death wave passes.\"", "claim_id": "social_331", "label": "true", "evidences": [["our data analysis shows that the vast majority of workers wolf deemed essential earn low and working class wages, and a recent analysis by the washington post shows that many white collar workers say they're able to telecommute.", 0], 0]}
{"id": 332, "claim": "\"'Private' messages sent to individual people during a Zoom meeting show up in the end-of-meeting transcript along with all other public messages.\"", "claim_id": "social_332", "label": "half-true", "evidences": [["\"if you (the meeting host) save the chat log for yourself, it will also include private chats you've been involved in, so be very careful about sharing that file with anyone else.", 0], 0]}
{"id": 333, "claim": "\"Florida hospital reports a coronavirus 'infestation' with multiple confirmed patients.\"", "claim_id": "social_333", "label": "false", "evidences": [["we reached out to doctors hospital and yourcontent for comment, but we haven't heard back.", 0], 0]}
{"id": 334, "claim": "\"New York Times editor admits Biden sexual assault story was censored at behest of Biden campaign.\"", "claim_id": "social_334", "label": "barely-true", "evidences": [["the times removed 13 words from a 2,500-word story about a new sexual assault allegation against biden.", 0], 0]}
{"id": 335, "claim": "\"In 'Resident Evil' the Umbrella Corporation releases a virus that infects the people of Raccoon City. A biological research lab with the exact same logo as the Umbrella Corporation can be found in the city where the coronavirus outbreak originated.\"", "claim_id": "social_335", "label": "false", "evidences": [["what's more, there's no evidence that the novel 2019 coronavirus was created in a lab.", 0], 0]}
{"id": 336, "claim": "\"CORONAVIRUS: Reports of 10,000 DEAD in Wuhan, China.\"", "claim_id": "social_336", "label": "pants-fire", "evidences": [["there is nothing but mostly anonymous hearsay to back it up.", 0], 0]}
{"id": 337, "claim": "The Gates Foundation \"tested a polio vax in India between 2000 & 2017 and paralysed 496,000 children.\"", "claim_id": "social_337", "label": "false", "evidences": [["but data from the who show that, between 2000 and 2017, there were 17 cases of vaccine-derived poliovirus.", 0], 0]}
{"id": 338, "claim": "\"Some states are only getting 50 tests per day, and the Utah Jazz got 58.\"", "claim_id": "social_338", "label": "true", "evidences": [["oklahoma public health officials quickly completed tests on 58 people who had had recent contact with gobert, the jazz's center, after he tested positive for covid-19.", 0], 0]}
{"id": 339, "claim": "\"This particular pandemic is one where I don't think nationwide, there's been a single fatality under 25.\"", "claim_id": "social_339", "label": "pants-fire", "evidences": [["that's wrong, according to the cdc, contemporaneous news reports and the counts of state health officials in places like new york.", 0], 0]}
